Repository: Aam-Digital/ndb-core
Catalog: src/assets/locale/messages.*.xlf
Languages: de, fr

source: Column Mappings have been reset
de: Spaltenzuweisung wurde zurückgesetzt
fr: Les colonnes correspondantes ont été réinitialisés

# paginator.zeroRange
source: 0 in length
de: 0 von length
fr: 0 sur length

# paginator.rangeOfLabel
source: startIndex + 1 - endIndex of length
de: startIndex + 1 - endIndex von length
fr: startIndex + 1 - endIndex sur length

# paginator.displayPerPage
source: Items per page
de: Einträge pro Seite
fr: Éléments par page

# paginator.nextPage
source: Next page
de: Nächste Seite
fr: Page suivante

# paginator.prevPage
source: Prev page
de: Vorherige Seite
fr: Page précédente

# paginator.firstPage
source: First page
de: Erste Seite
fr: Première page

# paginator.lastPage
source: Last page
de: Letzte Seite
fr: Dernière page

source: Your account does not have the required permission for this action.
de: Ihr Account besitzt nicht die notwendigen Rechte um das zu tun.
fr: Votre compte ne dispose pas des permissions requises pour cette action.

source: Install App
de: App installieren
fr: Installer l'application

source: To install the app
de: Um die App zu installieren, klicken Sie
fr: Pour installer l'application

source: tap on
de: unten auf
fr: cliquez sur

source: and then tap on
de: und dann auf
fr: et puis sur

source: (Add to Homescreen).
de: (Zum Home-Bildschirm).
fr: (Ajouter à l'écran d'accueil).

source: Welcome
de: Willkommen
fr: Bienvenue

source: to your system <em>eName | async }}</mat-ca
de: zu ihrer Anwendung <em>eName | async }}</mat-ca
fr: à votre système <em>eName | async }}</mat-ca

source: It is necessary to log in to the server so that your data can be synchronized with other team members. We are checking whether you are still logged in or otherwise forward you to provide your credentials. You can still use the application offline, if you currently have no internet connection.
de: Sie müssen sich einloggen um Ihre Daten mit anderen Nutzer:innen zu synchronisieren. Wir überprüfen, ob Sie noch eingeloggt sind oder leiten Sie zum Anmelde-Fenster weiter. Sie können die Anwendung weiterhin ohne Login nutzen, falls Sie derzeit keine aktive Internetverbindung haben.
fr: Il est nécessaire de vous connecter au serveur afin que vos données puissent être synchronisées avec celles des autres membres de l'équipe. Nous vérifions si vous êtes toujours connecté ou vous invitons à fournir vos identifiants. Vous pouvez toujours utiliser l'application hors ligne, si vous n'avez actuellement pas de connexion Internet.

source: Checking online login ...
de: Online Login wird überprüft ...
fr: Vérification de la connexion en ligne...

source: We couldn't connect to the server currently. You can still use the application offline, if you have logged in on this device previously.
de: Die Verbindung mit dem Server ist fehlgeschlagen. Sie können die Anwendung ohne Login nutzen, falls Sie sich zuvor schon einmal auf diesem Gerät angemeldet hatten.
fr: Nous n'avons pas pu nous connecter au serveur pour le moment. Vous pouvez toujours utiliser l'application hors ligne, si vous vous êtes déjà connecté sur cet appareil.

source: Retry online login
de: Online login erneut versuchen
fr: Réessayer la connexion en ligne

source: You can use the application completely offline. However, your changes cannot be synchronized with other team members in this mode. When available, you should always use the online login.
de: Sie können die komplette Anwendung ohne Internetverbindung nutzen. Dabei werden Ihre Daten aber nicht mit anderen Nutzer:innen synchronisiert. Wenn Sie eine Internetverbindung haben, sollten Sie sich immer Online einloggen.
fr: Vous pouvez utiliser l'application complètement hors ligne. Cependant, vos modifications ne peuvent pas être synchronisées avec celles des autres membres de l'équipe dans ce mode. Si cette option est disponible, vous devez toujours utiliser la connexion en ligne.

source: Offline Login
de: Offline nutzen
fr: Connexion hors ligne

source: Log in as user ...
de: Einloggen als Nutzer:in ...
fr: Connectez-vous en tant qu'utilisateur ...

source: Site name
de: App Name
fr: Nom du site

source: Default language
de: Standard-Sprache
fr: Langue par défaut

source: This will only be applied once the app is reloaded
de: Wird erst übernommen nachdem die App neu geladen wurde
fr: Cela ne sera appliqué qu'une fois l'application rechargée

source: Display language select
de: Sprach-Auswahl anzeigen
fr: Sélection de la langue d'affichage

source: Primary color
de: Primär-Farbe
fr: Couleur primaire

source: Secondary color
de: Sekundär-Farbe
fr: Couleur secondaire

source: Error color
de: Fehler-Farbe
fr: Couleur d'erreur

source: Text font
de: Schriftart
fr: Police de texte

source: Technical User Support Details
de: Technische User-Support Angaben
fr: Détails de l'assistance technique aux utilisateurs

source: The following details of your device and app can help the user support troubleshoot when you are having technical issues.
de: Die folgenden Details Ihres Geräts und der App können dem User-Support helfen, technische Probleme zu beheben, wenn Sie technische Probleme haben.

source: Download a backup of all data in your local database.
de: Lade ein Backup aller Daten aus Ihrer lokalen Datenbank herunter.
fr: Téléchargez une sauvegarde de toutes les données de votre base de données locale.

source: Download Local Database
de: Lokale Datenbank herunterladen
fr: Télécharger la base de données locale

source: Reset Application
de: App zurücksetzen
fr: Réinitialiser l'application

source: More Information
de: Weitere Informationen
fr: Plus d'informations

source: Show previous changes
de: Zeige vorangegangene Veränderungen
fr: Afficher les modifications précédentes

source: Close
de: Schließen
fr: Fermer

source: No Changelog Available
de: Kein Changelog verfügbar
fr: Aucun historique des modifications disponible

source: Could not load latest changes: error
de: Neuste Änderungen konnten nicht geladen werden: error
fr: Les dernières modifications n'ont pas pu être chargées: error

source: A new version of the app is available!
de: Eine neuere Version der App ist verfügbar!
fr: Une nouvelle version de l'application est disponible!

source: The app is in a unrecoverable state, please reload.
de: Die Anwendung ist in einem nicht wiederherstellbaren Zustand, bitte neu laden.
fr: L'application est dans un état irrécupérable, veuillez la recharger.

source: Reload
de: Neu laden
fr: Recharger

source: Search
de: Suchen
fr: Rechercher

source: Insert at least {{ MIN_CHARACTERS_FOR_SEARCH }} characters
de: Mindestens {{ MIN_CHARACTERS_FOR_SEARCH }} Buchstaben eingeben
fr: Insérer au moins {{ MIN_CHARACTERS_FOR_SEARCH } caractères

source: Search in progress...
de: Suche läuft …
fr: Recherche en cours...

source: There were no results
de: Es gab keine Ergebnisse
fr: Aucun résultat

source: Please only enter numbers or letters
de: Bitte tragen Sie nur Zahlen oder Buchstaben in das Feld ein
fr: Veuillez saisir uniquement des lettres ou des chiffres

source: The following processes are still running in the background. Until these are finished some pages may be slow or incomplete.
de: Die Folgenden Prozesse laufen noch im Hintergrund ab. Bis diese abgeschlossen sind könnten manche Seiten langsam oder nicht komplett sein.
fr: Les processus suivants sont toujours en cours d'exécution en arrière-plan. Jusqu'à ce qu'ils soient terminés, certaines pages peuvent être lentes ou incomplètes.

source: Continue in background
de: Im Hintergrund fortsetzen
fr: Continuer en arrière-plan

source: Synchronizing database
de: Synchronisiere Datenbank
fr: Synchronisation de la base de données

source: Database up-to-date
de: Datenbank ist aktuell
fr: Base de données à jour

source: User Account
de: Benutzer-Account
fr: Compte d'utilisateur

source: There is no user account set up for this user yet. Enable this user to log into the app by filling the details below.
de: Dieser Nutzer hat bisher noch keinen Account. Fülle dieses Formular aus um dem Nutzer zu erlauben, sich in der App einzuloggen.
fr: Il n'existe pas encore de compte utilisateur configuré pour cet utilisateur. Permettez à cet utilisateur de se connecter à l'application en remplissant les informations ci-dessous.

source: Create account & send invitation
de: Account erstellen & Nutzer einladen
fr: Créer un compte et envoyer une invitation

source: Deactivate user
de: Nutzer deaktivieren
fr: Désactiver l'utilisateur

source: Activate user
de: Nutzer aktivieren
fr: Activer l'utilisateur

source: User is currently disabled and will not be able to login to the app
de: Nutzer ist derzeit deaktiviert und kann sich nicht in der App einloggen
fr: L'utilisateur est actuellement désactivé et ne pourra pas se connecter à l'application

source: This field is required
de: Dieses Feld ist erforderlich
fr: Ce champ doit être rempli

source: Roles
de: Rollen

source: You should select at least one user role. Otherwise this user will not even be able to access the basic app layout like the menu.
de: Mindestens eine Rolle sollte ausgewählt werden. Ansonsten wir der Nutzer keinen Zugang zu existierenden Daten haben.
fr: Vous devez sélectionner au moins un rôle d'utilisateur. Sinon, cet utilisateur ne pourra même pas accéder à la présentation de base de l'application, comme le menu.

source: Account has been disabled, user will not be able to login anymore.
de: Der Account wurde deaktiviert, der Nutzer wird sich nicht mehr einloggen können.
fr: Le compte a été désactivé, l'utilisateur ne pourra plus se connecter.

source: Account has been activated, user can login again.
de: Der Account wurde aktiviert, der Nutzer kann sich wieder einloggen.
fr: Le compte a été activé, l'utilisateur peut se connecter à nouveau.

source: Account created. An email has been sent to formData.email
de: Account erstellt. Eine E-Mail wurde gesendet an this.form.get("email").value
fr: Compte créé. Un email a été envoyé à this.form.get("email").value

source: Successfully updated user
de: Nutzer wurde erfolgreich geupdated
fr: Utilisateur mis à jour avec succès

source: This feature is overall still under development. You might experience some issues or limited functionality. We appreciate your feedback, please contact our User Support with your problems and suggestions.
de: Dieses Feature ist insgesamt noch im Entwicklungsstadium. Vereinzelt kann es zu Problemen und Einschränkungen kommen. Wir freuen uns über Feedback an unseren User Support.
fr: Cette fonctionnalité est encore en cours de développement. Vous pourriez rencontrer des problèmes ou des fonctionnalités limitées. Nous apprécions vos commentaires, veuillez contacter notre service d'assistance aux utilisateurs pour nous faire part de vos problèmes et suggestions.

source: Coming Soon
de: Bald verfügbar
fr: Bientôt disponible

source: Sorry, this feature isn't quite ready yet. We are working hard to make this available for you. Let us know below if you need this functionality.
de: Tut uns leid, dieses Feature ist noch nicht verfügbar. Wir bemühen uns aber, es so schnell wie möglich verfügbar zu machen. Wenn Sie diese Funktionalität benötigen, lassen Sie es uns bitte wissen!
fr: Désolé, cette fonctionnalité n'est pas encore tout à fait prête. Nous travaillons à la rendre disponible pour vous. Faites-nous savoir ci-dessous si vous en avez besoin.

source: I can tell you about my use case
de: Das ist mein Anwendungsfall
fr: Je peux vous en dire plus sur ma situation

source: Thank you for letting us know.
de: Danke, dass Sie uns Bescheid gegeben haben.
fr: Merci de nous en avoir informé.

source: Choose conflicting version
de: Wählen Sie Konflikt-Version aus
fr: Choisissez l'une des versions en conflit

source: Save manually resolved record
de: Manuell aufgelösten Konflikt speichern
fr: Sauvegarder l'enregistrement résolu manuellement

source: Choose current version
de: Wählen Sie die aktuelle Version aus
fr: Choisissez la version actuelle

source: automatically deleted trivial conflict
de: automatisch trivialen Konflikt gelöscht
fr: suppression automatique d'un conflit trivial

source: Delete Conflicting Version?
de: Lösche konfliktbehaftete Version?
fr: Supprimer la version en conflit?

source: Are you sure you want to keep the current version and delete this conflicting version? this.stringify( docToDelete, )
de: Sicher, dass die aktuelle Version beibehalten werden soll und die konflikbehaftete gelöscht werden soll?this.stringify( docToDelete )
fr: Êtes-vous sûr de vouloir garder la version actuelle et supprimer la version en conflit? this.stringify( docToDelete )

source: deleted conflicting version
de: Konfliktbehaftete Version gelöscht
fr: Version en conflit supprimée

source: Error trying to delete conflicting version: errorMessage
de: Ein Fehler ist aufgetreten beim löschen der konfliktbehafteten Version: errorMessage
fr: Erreur lors de la suppression de la version en conflit: errorMessage

source: Error trying to save version: errorMessage
de: Ein Fehler ist aufgetreten beim speichern einer Version: errorMessage
fr: Erreur lors de la sauvegarde de la version: errorMessage

source: Save Changes for Conflict Resolution?
de: Veränderungen für Konflikt-Auflösung speichern?
fr: Sauvegarder les modifications pour la résolution des conflits?

source: Are you sure you want to save the following changes and delete the conflicting version? this.stringify( newChanges, )
de: Sollen die konfliktbehaftete Version gespeichert und die folgenden Änderungen wirklich gesichert werden? this.stringify( newChanges )
fr: Êtes-vous sûr de vouloir sauvegarder les modifications suivantes et supprimer la version en conflit? this.stringify( newChanges )

source: selected conflicting version
de: Wählen Sie die konfliktbehaftete Version aus
fr: Version en conflit sélectionnée

source: resolved manually
de: Manuell auflösen
fr: Résolu manuellement

source: Upcoming Birthdays
de: Anstehende Geburtstage
fr: Anniversaires à venir

source: entity.newAge }} yrs
de: yrs</td> </ng-container> <tr mat Jahre
fr: entity.newAge }} ans

source: Previous Grouping
de: Vorherige Gruppierung
fr: Groupement précédent

source: Next Grouping
de: Nächste Gruppierung
fr: Groupement suivant

source: Table showing disaggregation of the beneficiaries
de: Tabelle welche eine Aufteilung der Fälle anzeigt
fr: Tableau de désagrégation des bénéficiaires

source: Center
de: Schulzentrum
fr: Centre

source: Count of children
de: Anzahl der Kinder
fr: Nombre d'enfants

source: Title
de: Titel
fr: Intitulé

source: Task
de: Aufgabe
fr: Tâche

source: Current
de: Aktuell
fr: En ce moment

source: Must be greater than 0
de: Muss größer als 0 sein
fr: Doit être supérieur à 0

source: Must not be greater than target
de: Darf nicht größer als das Ziel sein
fr: Ne doit pas être supérieur au second champ

source: Target
de: Ziel
fr: Objectif

source: Add New Task
de: Neue Aufgabe hinzufügen
fr: Ajouter une tâche

source: Fix the errors to save the form
de: Beheben Sie die Fehler um das Formular zu speichern
fr: Corriger les erreurs pour sauvegarder

source: Part
de: Teil
fr: Partie

source: Progress Widget
de: Fortschritt Widget
fr: Progrès

source: Table showing organization progress
de: Eine Tabelle welche den Fortschritt der Organisation anzeigt

source: Progress Bar
de: Fortschrittsanzeige
fr: Barre de progression

source: Progress Value
de: Fortschritt
fr: Valeur de progrès

source: Progress of X
de: Fortschritt von X
fr: Progrès de X

source: Copy the link to share or paste it somewhere else
de: Link kopieren, um ihn zu teilen oder einzufügen
fr: Copiez le lien pour le partager ou collez-le ailleurs

source: Uploading "file.name"
de: "file.name" wird hochgeladen
fr: Téléchargement de "file.name"

source: Show file
de: Datei anzeigen
fr: Afficher le fichier

source: Upload file
de: Datei hochladen
fr: Télécharger le fichier

source: Changes to files are not possible offline.
de: Änderungen an Datei-Anhängen sind offline nicht mögich.
fr: Les modifications apportées aux fichiers ne sont pas possibles hors ligne.

source: File too large. Usually files up to 5 MB are supported.
de: Datei zu groß. Dateien bis 5MB werden unterstützt.
fr: Fichier trop volumineux. Les fichiers jusqu'à 5 Mo sont généralement pris en charge.

source: Changes to file attachments are not available offline.
de: Änderungen an Datei-Anhängen sind offline nicht möglich.
fr: Les modifications apportées aux pièces jointes ne sont pas disponibles hors ligne.

source: Failed to update file attachment. Please try again.
de: Datei-Anhang konnte nicht hochgeladen werden. Bitte versuchen Sie es erneut.
fr: Impossible de mettre à jour le fichier joint. Veuillez réessayer.

source: File "this.initialValue" deleted
de: Datei "this.initialValue" gelöscht
fr: Fichier "this.initialValue" supprimé

source: file attachment
de: Datei Anhang
fr: pièce jointe

source: Loading "entity[property]"
de: "entity[property]" wird heruntergeladen
fr: Chargement "entity[property]"

source: profile photo
de: Profilbild
fr: photo de profil

source: File downloaded
de: Datei heruntergeladen
fr: Fichier téléchargé

source: Show File
de: Datei anzeigen
fr: Afficher le fichier

source: To automatically open files after they have been downloaded, please allow popups for this page in your browser.
de: Um Datei nach dem Herunterladen automatisch zu öffnen erlauben Sie bitte Popups für diese Seite in Ihrem Browser.
fr: Pour ouvrir automatiquement les fichiers après leur téléchargement, veuillez autoriser les fenêtres contextuelles de cette page dans votre navigateur.

source: Selected Location
de: Ausgewählter Standort
fr: Emplacement sélectionné

source: no location selected
de: kein Standort ausgewählt
fr: aucun emplacement sélectionné

source: No location marked on map
de: Kein Standort auf der Karte markiert
fr: Aucun emplacement indiqué sur la carte

source: Manually overwrite the address text (e.g. to add details that are not available from the automatic address lookup). The mapped location will be unaffected by this.
de: Überschreiben sie manuell den Adresstext (z.B. um Details hinzuzufüügen, die nicht vom automatischen Adressregister geliefert werden). Der Standort auf der Karte wird von diesen Änderungen nicht beeinflusst.
fr: Remplacez manuellement le texte de l'adresse (par exemple pour ajouter des détails qui ne sont pas disponibles dans la recherche automatique d'adresse). L'emplacement cartographié ne sera pas affecté par cette opération.

source: Delete the selected location.
de: Ausgewählten Standort löschen.
fr: Supprimer l'emplacement sélectionné.

source: Search an address
de: Adresse suchen
fr: Rechercher une adresse

source: Loading results...
de: Ergebnisse werden geladen ...
fr: Chargement des résultats...

source: Location not found
de: Standort nicht gefunden
fr: Emplacement non trouvé

source: Show the location marked on the map.
de: Standort auf Karte anzeigen.
fr: Afficher l'emplacement indiqué sur la carte.

source: No location marked yet. Edit and search a location on the map here.
de: Noch kein Standort markiert. Bearbeiten und suchen Sie hier einen Standort auf der Karte.
fr: Aucun lieu n'est encore marqué. Modifiez et recherchez un lieu sur la carte ici.

source: location (address + map)
de: Standort (Adresse + Karte)
fr: localisation (adresse + plan)

source: Search an address or click on the map directly to select a different location
de: Adresse suchen oder auf die Karte klicken, um einen anderen Standort auszuwählen.
fr: Recherchez une adresse ou cliquez directement sur la carte pour sélectionner un autre emplacement

source: Select displayed locations
de: Wählen Sie angezeigte Orte aus

source: Apply
de: Anwenden
fr: Appliquer

source: closest km
de: res km
fr: res km

source: These details of the record are displayed to make comparison easier. You cannot select a different record here.
de: Diese Details werden angezeigt, um den Vergleich zu erleichtern. Dieser Datensatz kann hier nicht verändert werden.
fr: Ces détails de l'enregistrement sont affichés pour faciliter la comparaison. Vous ne pouvez pas sélectionner un autre enregistrement ici.

source: Select {{ (side.entityType | entityType)?.label }}
de: {{ side.entityType.label }} auswählen
fr: Sélectionner {{ side.entityType?.label }}

source: create matching
de: matchen
fr: créer une correspondance

source: Distance
de: Entfernung

source: Submit Form
de: Abschicken
fr: Soumettre le formulaire

source: Reset
de: Zurücksetzen
fr: Réinitialiser

source: Loading form ...
de: Lade Formular ...
fr: Chargement du formulaire ...

source: not property
de: nicht property
fr: pas property

source: without property
de: Ohne property
fr: sans property

source: Table showing the report results
de: Eine Tabelle welche die Ergebnisse des Reports anzeigt
fr: Tableau présentant les résultats du rapport

source: Count
de: Anzahl

source: Reports
de: Berichte
fr: Rapports

source: Something went wrong calculating the report
de: Bei der Berechnung des Berichts ist etwas schiefgegangen
fr: Une erreur s'est produite lors du calcul du rapport

source: Please try again. If you continue to see this error, contact the technical support team.
de: Bitte versuchen Sie es erneut. Wenn Sie weiterhin diesen Fehler sehen, kontaktieren Sie das technische Support-Team.
fr: Veuillez réessayer. Si vous continuez à voir cette erreur, contactez l'équipe de support technique.

source: Reports have not been configured for you yet.
de: Die Berichte wurden noch nicht konfiguriert.
fr: La fonctionalité "Rapports" n'a pas encore été configurée pour vous.

source: Ask for a setup call
de: Um einen Termin zur Hilfe bei der Einrichtung bitten
fr: demander un appel pour la mise en place

source: Select Report
de: Einen Bericht auswählen
fr: Sélectionner un type de rapport

source: Please select a report and a date range
de: Bitte wählen Sie einen Bericht und einen Zeitraum

source: Calculate
de: Berechnen
fr: Calculer

source: Download
de: Herunterladen
fr: Télécharger

source: Generate File from Template
de: Datei aus Template generieren
fr: Générer un fichier à partir d'un modèle

source: Select a file template
de: Wählen Sie ein Template
fr: Sélectionnez un modèle de fichier

source: Generate File
de: Datei generieren
fr: Générer un fichier

source: Failed to generate document [error]
de: Dokument konnte nicht erstellt werden [error]
fr: Échec de la génération du document [error]

source: Template File
de: Template-Datei
fr: Fichier modèle

source: File name pattern for generated file
de: Dateiname der generierten Dateien
fr: Modèle de nom de fichier pour le fichier généré

source: File name pattern
de: Dateinamen-Vorlage
fr: Modèle de nom de fichier

source: The filename for the resulting file when using this template. You can use the same placeholders here as in the template file itself (e.g. "my-report_{d.name}.pdf").
de: Der Dateiname beim Download aus diesem Template generierter Dokumente. Sie können hier ebenfalls Platzhalter wie in der Template-Datei benutzen (z.B. "mein-bericht_{d.name}").
fr: Le nom du fichier résultant lors de l'utilisation de ce modèle. Vous pouvez utiliser ici les mêmes espaces réservés que dans le fichier modèle lui-même (par exemple "my-report_{d.name}.pdf").

source: Create a file based on a selected template.
de: Dokument aus einem Template erstellen.
fr: Créez un fichier basé sur un modèle sélectionné.

source: get signed agreement
de: Vereinbarung unterschreiben
fr: obtenir un accord signé

source: We have fixed all the details but still have to put it in writing.
de: Wir haben die Details vereinbart, brauchen aber noch eine Unterschrift.
fr: Nous avons réglé tous les détails mais il reste encore à le mettre par écrit.

source: follow up
de: nachhaken
fr: suivi
