Repository: Aam-Digital/ndb-core
Catalog: src/assets/locale/messages.*.xlf
Languages: de, fr

source: Select an existing set of options to share between multiple fields or create a new, independent list of dropdown options.
de: Wähle ein existierendes Set and Optionen das von von anderen Feldern auch genutzt wird oder erstelle ein neues unabhängiges Set.
fr: Sélectionnez un ensemble d’options existant à partager entre plusieurs champs ou créez une nouvelle liste indépendante d’options déroulantes.

source: Select from which type of records the user can select and link to with this field.
de: Wähle mit welcher Art von Daten der Eintrag verknüpft werden kann.
fr: Sélectionnez le type d'enregistrements que l'utilisateur peut sélectionner et lier à ce champ.

source: Advanced Options & Validation
de: Erweiterte Optionen & Validierung
fr: Options avancées et validation

source: Anonymize
de: Anonymisieren
fr: Anonymiser

source: Optionally This will remove all personal information (PII) permanently related to this field.
de: Optional entfernt alle persönlichen Daten dieses Felds.
fr: En option, cela supprimera toutes les informations personnelles (PII) liées de manière permanente à ce champ.

source: Completely remove the value from the record during anonymization.
de: Wert bei Anonymisierung vollständig aus dem Datensatz löschen.
fr: Supprimez complètement la valeur de l’enregistrement lors de l’anonymisation.

source: Remove
de: Entfernen
fr: Retirer

source: Keep the original value without any anonymization.
de: Ursprünglichen Wert beibehalten, ohne diesen weiter zu anonymisieren.
fr: Conservez la valeur d'origine sans aucune anonymisation.

source: Retain
de: Erhalten
fr: Retenir

source: Anonymize the value, but retain some generalized information. For dates, this removes the day and only keeps the year for statistical reporting. If a datatype (like the simple text field) does not support partial anonymization, the value will instead be removed completely.
de: Wert anonymiseren, aber dabei verallgemeinerte Informationen für statistische Auswertungen erhalten. Für Datumswerte wird der genaue Tag gelöscht, das Jahr aber weiter gespeichert. Datenfeldtypen, die keine Teil-Anonymisierung unterstützen (z.B. Textfelder), werden mit dieser Einstellung komplett gelöscht.
fr: Anonymisez la valeur, mais conservez certaines informations générales. Pour les dates, cela supprime le jour et ne conserve que l'année pour les rapports statistiques. Si un type de données (comme le champ de texte simple) ne prend pas en charge l'anonymisation partielle, la valeur sera supprimée complètement.

source: Partially Anonymize
de: Teilweise Anonymisieren
fr: Partiellement anonymiser

source: Minimum Value
de: Minimum
fr: Valeur minimale

source: Maximum Value
de: Maximum
fr: Valeur maximale

source: Required Field
de: Pflichtfeld
fr: Champ obligatoire

source: Users always must provide a value in this field
de: Nutzer:innen müssen immer einen Wert für dieses Feld angeben.
fr: Les utilisateurs doivent toujours fournir une valeur dans ce champ

source: Ensures the value is not used as an ID for another existing record already. (Experimental Feature: Does not support advanced edge cases)
de: Sicherstellen, dass der Wert nicht bereits als ID für einen anderen Datensatz benutzt wird. (Experimentelles Feature: Noch nicht alle Sonderfällen werden korrekt behandelt)
fr: Assurer que la valeur n'est pas déjà utilisée comme identifiant pour un autre enregistrement existant. (Fonctionnalité expérimentale: ne prend pas en charge les cas avancés)

source: Default Value
de: Standardwert
fr: Valeur par défaut

source: Fill the current date initially, when a record is created.
de: Initial das aktuelle Datum auswählen, wenn ein Datensatz erstellt wird.
fr: Remplissez initialement la date actuelle, lorsqu'un enregistrement est créé.

source: Fill the currently logged in user, when a record is created.
de: Den aktuell angemeldete Nutzer:in auswählen, wenn ein Datensatz erstellt wird.
fr: Remplissez l'utilisateur actuellement connecté, lorsqu'un enregistrement est créé.

source: simple, fixed default value
de: einfacher, fester Standard-Wert
fr: simple valeur fixe par défaut

source: dynamic placeholder (e.g. current date or user)
de: dynamischer Platzhalter (z.B. aktuelles Datum oder Nutzer:in)
fr: valeur dynamique (par exemple, date du jour ou utilisateur)

source: Remove default value
de: Standard-Wert entfernen
fr: Supprimer la valeur par défaut

source: Edit Field
de: Feld bearbeiten
fr: Modifier le champ

source: remove (i.e. hide) this field from the form
de: Feld aus dem Formular entfernen (ausblenden)
fr: supprimer (c'est-à-dire masquer) ce champ du formulaire

source: You can group fields so that they will always appear next to each other while the layout is automatically adjusted to different screen sizes. Such field groups can also have a title displayed to users.
de: Felder können gruppiert werden, sodass sie auch auf unterschiedlichen Bildschirmgrößen zusammen erscheinen. Ein zusätzlicher Titel kann für eine solche Gruppe an Feldern auch angezeigt werden.
fr: Vous pouvez regrouper les champs de manière à ce qu'ils apparaissent toujours les uns à côté des autres tandis que la mise en page s'adapte automatiquement aux différentes tailles d'écran. Ces groupes de champs peuvent également avoir un titre affiché aux utilisateurs.

source: hidden fields
de: versteckte Felder
fr: champs cachés

source: drag & drop to / from here
de: von hier Felder auswählen und ablegen
fr: glisser-déposer vers/depuis ici

source: You can remove fields from this form without deleting them completely. The fields here will not be visible or editable for users but you can display them in other views or keep them archived to not lose previously collected data. Drag a field back into the form preview to display it.
de: Felder können entfernt werden ohne diese komplett zu löschen. Die Felder hier werden nicht angezeigt aber sie können in anderen Ansichten sichtbar sein oder als archivierte Felder behalten werden um die darin gespeicherten Daten nicht zu verlieren. Um ein Feld anzuzeigen, ziehe es in die Formular-Vorschau.
fr: Vous pouvez supprimer des champs de ce formulaire sans les supprimer complètement. Les champs ici ne seront pas visibles ou modifiables pour les utilisateurs, mais vous pouvez les afficher dans d'autres vues ou les conserver archivés pour ne pas perdre les données précédemment collectées. Faites glisser un champ dans l'aperçu du formulaire pour l'afficher.

source: Create New Field
de: Neues Feld erstellen
fr: Créer un nouveau champ

source: Create Text Block
de: Neuen Textblock erstellen
fr: Créer un bloc de texte

source: Editing advanced sub-sections is not supported yet in this preview.
de: Unteransichten können hier noch nicht bearbeitet werden.
fr: L'édition de sous-sections avancées n'est pas encore prise en charge dans cet aperçu.

source: You can edit how users will see the list of all records of this type. Drag and drop filters and change table columns in this preview. The editor below closely resembles how the list will look for users later. <br /> To create new fields, use the "Details View" section.
de: Sie können bearbeiten wie Nutzer:innen die Liste aller Datensätze dieses Typs sehen. Das Layout im untenstehenden Editor ist sehr ähnlich der Liste, wie sie Nutzer:innen später sehen. <br /> Um neue Felder zu erstellen, nutzen Sie die Sektion "Detail-Ansicht".
fr: Vous pouvez modifier la manière dont les utilisateurs verront la liste de tous les enregistrements de ce type. Faites glisser et déposez les filtres et modifiez les colonnes du tableau dans cet aperçu. L'éditeur ci-dessous ressemble beaucoup à ce à quoi la liste ressemblera ultérieurement pour les utilisateurs. <br /> Pour créer de nouveaux champs, utilisez la section «Vue détaillée».

source: General Settings of "{{ entityConstructor.label }}" Records
de: Allgemeine Einstellungen für "{{ entityConstructor.label }}"-Datensätze
fr: Paramètres généraux de "{{ entityConstructor.label }}" enregistrements

source: Color
de: Farbe
fr: Couleur

source: Generated Title of Record
de: Generierter Titel eines Datensatzes
fr: Titre de l'enregistrement généré

source: Select the fields that should be used (in that order) to generate a simple name/title for a record. This generated title is used in previews, search and for form fields that allow to select a record of this type. (Only text fields can be used here)
de: Die Werte der ausgewählten Felder werden (in dieser Reihenfolge) genutzt um eine Bezeichnung für einen konkreten Datensatz zu erzeugen. (Nur Felder vom Typ "Text" sind hierfür verfügbar)
fr: Sélectionnez les champs à utiliser (dans cet ordre) pour générer un nom/titre simple pour un enregistrement. Ce titre généré est utilisé dans les aperçus, la recherche et pour les champs de formulaire qui permettent de sélectionner un enregistrement de ce type. (Seuls les champs de texte peuvent être utilisés ici)

source: Configure PII / Anonymization
de: Anonymisierung konfigurieren
fr: Configurer l'anonymisation

source: Has personal information (PII)
de: Enthält persönliche Daten (DSGVO-relevant)
fr: Contient des informations personnelles (RGPD)

source: If the fields of this record type contain personal, sensitive information you can mark this here. Checking this box enables the 'anonymization' feature. This allows users to anonymize records of this type instead of just archiving or deleting them.
de: Auswählen, wenn Angaben dieses Datentyps persönliche Daten enthalten können. Diese Option aktiviert die "Anonymisierungs-Funktion". Damit können Nutzer:innen einen Datensatz dieses Typs anonymisieren, anstatt diesen nur zu archivieren oder komplett zu löschen.
fr: Si les champs de ce type d'enregistrement contiennent des informations personnelles et sensibles, vous pouvez le marquer ici. Cochez cette case pour activer la fonction d'«anonymisation». Cela permet aux utilisateurs d'anonymiser les enregistrements de ce type au lieu de simplement les archiver ou de les supprimer.

source: Configure how records of this type can be anonymized. Users can "anonymize" a record as an alternative to just archiving it (keeping all personal details) or deleting it (losing any trace of the record, even in reports). Select below which fields can be "retained" to keep some limited data for statistical reporting and which fields have to be removed because they contain personal details.
de: Einstellungen wie Datensätze dieses Typs anonymisiert werden. Nutzer:innen können einen Eintrag "anonymisieren" als Alternative dazu ihn zu archivieren (wobei alle persönlichen Daten gespeichert bleiben) oder zu löschen (wobei jegliche Spur des Datensatzes entfernt wird, selbst ihn Berichten und sonstigen Auswertungen). Die Liste aller Profilfelder hier definiert, welche Felder "erhalten" bleiben können, um weiterhin statistische Auswertungen zu ermöglichen, und welche Felder entfernt werden müssen, da sie persönliche Daten enthalten.
fr: Configurez la manière dont les enregistrements de ce type peuvent être anonymisés. Les utilisateurs peuvent «anonymiser» un enregistrement au lieu de simplement l'archiver (en conservant toutes les données personnelles) ou de le supprimer (en perdant toute trace de l'enregistrement, même dans les rapports). Sélectionnez ci-dessous les champs qui peuvent être «conservés» pour conserver certaines données limitées pour les rapports statistiques et les champs qui doivent être supprimés car ils contiennent des données personnelles.

source: Save
de: Speichern
fr: Sauvegarder

source: Details View & Fields
de: Detail-Ansicht & Felder
fr: Vue détaillée & Champs

source: List View
de: Listen-Ansicht
fr: Vue de liste

source: General Settings
de: Allgemeine Einstellungen
fr: Paramètres généraux

source: This component ({{ configDetailsView.component }}) cannot be edited by users in the Admin UI yet. Please contact your technical support team to make changes to this.
de: Diese Komponente ({{ configDetailsView.component }}) kann aktuell noch nicht von Nutzer:innen in der Admin-Oberfläche bearbeitet werden. Bitte kontaktieren Sie Ihr technisches Support-Team, um hier Änderungen vorzunehmen.

source: Configuration updated
de: Konfiguration aktualisiert
fr: Configuration mise à jour

source: Site Settings
de: App-Einstellungen
fr: Paramètres du site

source: Setup Wizard
de: Setup-Assistent
fr: Assistant de configuration

source: (no title)
de: (kein Titel)
fr: (sans titre)

source: Title
de: Titel
fr: Titre

source: Delete Section?
de: Sektion löschen?
fr: Supprimer la section?

source: Do you really want to delete this section with all its content?
de: Sind Sie sicher, dass Sie diese Sektion mit allen enthaltenen Feldern entfernen wollen?
fr: Voulez-vous vraiment supprimer cette section avec tout son contenu?

source: add a new tab
de: neuen Tab hinzufügen
fr: ajouter un nouvel onglet

source: Continue
de: Weiter
fr: Continuer

source: We will hide the setup wizard from the main menu as you finish it here. You can still access it from the admin screen.
de: Der Setup-Assistent wird im Hauptmenü versteckt, nachdem Sie den Prozess hiermit abschließen. Sie können diesen Bildschirm aber weiterhin über dem Admin-Bereich aufrufen.
fr: Nous masquerons l'assistant de configuration du menu principal une fois que vous aurez terminé. Vous pouvez toujours y accéder depuis l'écran d'administration.

source: Finish
de: Abschließen
fr: Finition

source: dropdown option
de: Auswahl Optionen
fr: option déroulante

source: [invalid option]
de: [ungültige Option]
fr: [option invalide]

source: Edit dropdown options
de: Bearbeite Auswahl-Optionen

source: Add new option
de: Neue Option hinzufügen
fr: Ajouter une nouvelle option

source: Close
de: Schließen
fr: Fermer

source: Are you sure that you want to delete the option "value.label"?
de: Wollen Sie siche die Option "value.label" löschen?
fr: Etes-vous sûr de vouloir supprimer l'option "value.label"?

source: The option is still used in existingUsages.join( ", ", ) records. If deleted, the records will not be lost but specially marked.
de: Die Option wird weiterhin in existingUsages.join( ", " ) Einträgen genutzt. Wenn Sie die Option löschen, werden die Einträge nicht gelöscht, aber die Option besonders markiert.
fr: L'option est toujours utilisée dans existingUsages.join( ", ", ) enregistrements. S'ils sont supprimés, les enregistrements ne seront pas perdus mais spécialement marqués.

source: Delete option
de: Option Löschen
fr: Supprimer l'option

source: Failed to create new option
de: Neue Option konnte nicht erstellt werden
fr: échec de création de la nouvelle option

source: Couldn't create this new option. Please check if the value already exists.
de: Bitte prüfen Sie, ob der Wert bereits existiert.
fr: Nous n'avons pas réussi à créer la nouvelle option. Vérifiez si la valeur existe déjà.

source: Create new option
de: Erstelle eine neue Option
fr: Créer une nouvelle option

source: Do you want to create the new option "addedOption.label"?
de: Wollen sie die neue Option "option" erstellen?
fr: Voulez-vous créer la nouvelle option "addedOption.label"?

source: date
de: Datum

source: date of birth (date + age)
de: Geburtsdatum (Datum + Alter)
fr: date de naissance (date + âge)

source: Date format
de: Datums Format
fr: Format de date

source: e.g. YYYY-MM-DD <a href="https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/Date#date_time_string_format" target="_blank" rel="noopener" >(help)</a >
de: z.B. YYYY-MM-DD <a href="https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/Date#date_time_string_format" target="_blank" >(Hilfe)</a >

source: Define how date values in your imported data are formatted, so that the system correctly understands them. Values that do not match the given format will be ignored (remain empty) during import.
de: Definieren Sie wie ein Datum aus der importierten Datei in das System übernommen wird. Werte, die nicht verarbeitet werden können (rot), werden beim Import ignoriert.
fr: Définissez le format des valeurs de date dans vos données importées, afin que le système les comprenne correctement. Les valeurs qui ne correspondent pas au format donné seront ignorées (resteront vides) lors de l'importation.

source: Save & Close
de: Speichern & Schließen
fr: Enregistrer et fermer

source: Ignore values?
de: Werte ignorieren?
fr: Ignorer les valeurs ?

source: Some values don't have a mapping and will not be imported. Are you sure you want to keep it like this?
de: Manche Werte haben keine Zuweisung und werden daher nicht importiert. Sind Sie sicher, dass das gewünscht ist?
fr: Certaines valeurs n'ont pas de mappage et ne seront pas importées. Êtes-vous sûr de vouloir les conserver ainsi ?

source: Select a date range
de: Wählen Sie einen Datumsbereich
fr: Sélectionnez une plage de dates

source: Today
de: Heute
fr: Aujourd'hui

source: This week
de: Diese Woche
fr: Cette semaine

source: Since last week
de: Seit letzter Woche
fr: Depuis la semaine dernière

source: This month
de: Diesen Monat
fr: Ce mois-ci

source: Last month
de: Letzten Monat
fr: Mois dernier

source: This data has been partially anonymized.
de: Diese Daten wurden teilweise anonymisiert.
fr: Ces données ont été partiellement anonymisées.

source: Imported values
de: Importierte Werte
fr: Valeurs importées

source: Assigned values
de: Zugewiesene Werte
fr: Valeurs attribuées

source: For each unique value from your imported data (left), select the category value from the system's data structure into which it will be transformed. The values you do not assign here will be ignored (remain empty) during import.
de: Für jeden importierten Wert (links) weisen Sie einen Wert aus der im System hinterlegten Datenstruktur (rechts) zu. Werte, die keine Zuweisung haben, werden beim Importieren ignoriert.
fr: Pour chaque valeur unique de vos données importées (à gauche), sélectionnez la valeur de catégorie dans la structure de données du système dans laquelle elle sera transformée. Les valeurs que vous n'affectez pas ici seront ignorées (restent vides) lors de l'importation.

source: {{ value?.length }} in total
de: {{ entity[property]?.length }} insgesamt
fr: {{ value?.length }} au total

source: Select matching {{ entity.label }} property
de: Wähle zugeordnetes Feld von "{{ entity.label }}"
fr: Sélectionnez le champ correspondant de {{ entity.label }}

source: Ignore for import?
de: Beim Import ignorieren?
fr: Ignorer pour l'importation ?

source: If no property is selected, this column will be skipped during import. Are you sure to keep it unmapped?
de: Wenn kein Feld ausgewählt ist, wird diese Spalte beim Import übersprungen. Sind Sie sicher, dass Sie die Spalte unzugeordnet lassen wollen?
fr: Si aucune propriété n'est sélectionnée, cette colonne sera ignorée lors de l'importation. Êtes-vous sûr de vouloir la conserver non mappée ?

source: link to another record
de: verknüpfe mit einem anderen Eintrag
fr: lien vers un autre enregistrement

source: month (date without day of month)
de: Monat (Datum ohne Tag)
fr: mois (date sans jour du mois)

source: Percentage
de: Prozent
fr: Pourcentage

source: number
de: Zahl
fr: nombre

source: text (long)
de: Text (lang)
fr: texte (long)

source: Add new
de: Neu erstellen
fr: Ajouter un nouveau

source: remove
de: entfernen
fr: retirer

source: Discard Changes?
de: Änderungen verwerfen?
fr: Annuler les modifications?

source: You have unsaved changes. Do you really want to leave this page? All unsaved changes will be lost.
de: Sie haben ungespeicherte Änderungen. Möchten Sie die Seite wirklich verlassen? Alle ungespeicherten Änderungen werden dadurch verworfen.
fr: Vous avez des modifications non enregistrées. Voulez-vous vraiment quitter cette page? Toutes les modifications non enregistrées seront perdues.

source: Yes
de: Ja
fr: Oui

source: No
de: Nein
fr: Non

source: Creating new record.
de: Erstelle neuen Eintrag.
fr: Création d'un nouvel enregistrement.

source: Editing existing record.
de: Bearbeite existierenden Eintrag.
fr: Modification d'un enregistrement existant.

source: You can create a new or load an existing record. Start to type an existing name and then select it from the dropdown to edit the existing record. Type any new text to create a new record.
de: Sie können einen neuen Eintrag erstellen oder einen bestehenden Eintrag laden. Beginnen Sie einen bestehenden Namen einzutippen und wählen Sie dann aus der Auswahllist einen Eintrag um diesen zu bearbeiten. Tippen Sie einen beliebigen Text um einen neuen Eintrag zu erstellen.
fr: Vous pouvez créer un nouvel enregistrement ou charger un enregistrement existant. Commencez à saisir un nom existant, puis sélectionnez-le dans la liste déroulante pour modifier l'enregistrement existant. Saisissez un nouveau texte pour créer un nouvel enregistrement.

source: Unload existing record and reset form.
de: Trennen vom bestehenden Eintrag und Formular zurücksetzen.
fr: Décharger l'enregistrement existant et réinitialiser le formulaire.

source: Discard changes
de: Änderungen verwerfen
fr: Annuler les modifications

source: Do you want to discard the changes made to 'entity'?
de: Wollen Sie die Änderungen an 'entity' verwerfen?
fr: Voulez-vous annuler les modifications apportées à "entity"?

source: Include archived records
de: Archivierte Datensätze anzeigen
fr: Inclure les enregistrements archivés

source: Create a new {{ entityType.label }} record
de: Erstelle einen neuen {{ entityType.label }} Eintrag
fr: Créer un nouveau {{ entityType.label }} enregistrer

source: Add New
de: Neu
fr: Ajouter

source: Must be greater than validationValue.min
de: Muss größer als validationValue.min sein
fr: Doit être supérieur à validationValue.min

source: Cannot be greater than validationValue.max
de: Darf nicht größer als validationValue.max sein
fr: Ne peut pas être supérieur à validationValue.max

source: Please enter a valid pattern
de: Format inkorrekt
fr: Veuillez entrer un modèle valide

source: This field is required
de: Dieses Feld ist erforderlich
fr: Ce champ doit être rempli

source: Please enter a valid date
de: Bitte ein korrektes Datum eingeben
fr: Entrez une date valide

source: Please enter a valid number
de: Bitte eine gültige Zahl eintragen
fr: Entrez un numéro valide

source: Invalid input
de: Ungültige Eingabe
fr: Entrée invalide

source: Could not save entity.getType(): err
de: Speichern von entity.getType() fehlgeschlagen: err
fr: Echec pour sauvegarder entity.getType(): err

source: Current user is not permitted to save these changes: JSON.stringify( conditions, )
de: Ihr Account hat nicht die nötigen Berechtigungen um diese Änderungen zu speichern: JSON.stringify( conditions, )
fr: L'utilisateur actuel n'est pas autorisé à enregistrer ces modifications :JSON.stringify( conditions, )

source: Load changes?
de: Änderungen laden?
fr: Charger les modifications?

source: Local changes are in conflict with updated values synced from the server. Do you want the local changes to be overwritten with the latest values?
de: Lokale Änderungen überlappen mit aktualisierten Daten, die vom Server synchronisiert wurden. Wollen Sie die lokalen Änderungen mit den aktuellsten Daten überschreiben?
fr: Les modifications locales sont en conflit avec les valeurs mises à jour synchronisées à partir du serveur. Voulez-vous que les modifications locales soient écrasées par les valeurs les plus récentes ?

source: id already in use
de: bereits vergeben
fr: identifiant déjà utilisé

source: Also show {{ currentlyMatchingInactive() }} inactive
de: Auch {{ inactiveFilteredEntities.length }} inaktive anzeigen
fr: Afficher aussi {{ currentlyMatchingInactive }} inactif

source: loading...
de: lädt...
fr: en cours de chargement ...

source: Select file
de: Datei wählen
fr: Sélectionner le fichier

source: No file selected
de: Keine Datei ausgewählt
fr: Aucun fichier sélectionné
