Repository: Aam-Digital/ndb-core
Catalog: src/assets/locale/messages.*.xlf
Languages: de, fr

source: Call to follow up on the recent developments.
de: Anrufen und nach neuesten Entwicklungen erkundigen.
fr: Appelez pour suivre les développements récents.

source: call family
de: Familie anrufen
fr: appeler la famille

source: Check about the latest incident.
de: nochmal nach dem kürzlichen Vorfall erkundigen.
fr: Vérifiez le dernier incident.

source: plan career counselling
de: Berufsberatung planen
fr: planifier une orientation professionnelle

source: Personalized plan for the next discussion has to be prepared.
de: Personalisierter Plan für die nächste Sitzung muss noch vorbereitet werden.
fr: Un plan personnalisé pour la prochaine discussion doit être préparé.

source: Task
de: Aufgabe
fr: Tâche

source: When you are planning to start work so that you keep enough time before the actual hard deadline.
de: Zeitpunkt wann geplant ist die Bearbeitung zu beginnen, sodass Zeit bis zur tatsächlichen Deadline bleibt.
fr: Lorsque vous prévoyez de commencer à travailler, veillez à prévoir suffisamment de temps avant la date limite réelle.

source: Assigned to
de: Verantwortlich:e
fr: Assigné à

source: repeats
de: regelmäßige Wiederholung
fr: répétitions

source: every week
de: jede Woche
fr: chaque semaine

source: every month
de: jeden Monat
fr: chaque mois

source: completed
de: erledigt
fr: complété

source: repeat every
de: wiederholt sich jede/n
fr: répéter chaque

source: Set
de: Setzen
fr: Définir

source: weekly
de: wöchentlich
fr: hebdomadaire

source: monthly
de: monatlich
fr: mensuel

source: time interval
de: Zeitintervall
fr: intervalle de temps

source: every interval.amount timeunitLabelMap.get(interval.unit)
de: jede/n interval.amount timeunitLabelMap.get(interval.unit)
fr: chaque interval.amount timeunitLabelMap.get(interval.unit)

source: days
de: Tage
fr: jours

source: weeks
de: Wochen
fr: semaines

source: months
de: Monate
fr: mois

source: years
de: Jahre
fr: années

source: by {{ completedBy?.toString() }} on {{ value.completedAt | date }}
de: von {{ value.completedBy }} am {{ value.completedAt | date }}
fr: par {{ completedBy?.toString() }} le {{ value.completedAt | date }}

source: Complete Task
de: Aufgabe erledigen
fr: Terminer la tâche

source: mark as incomplete again
de: wieder als "nicht erledigt" markieren
fr: marquer à nouveau comme incomplet

source: Overdue
de: Überfällig
fr: En retard

source: Completed
de: Erledigt
fr: Complété

source: All Open
de: Alle offenen
fr: Tout ouvert

source: Any
de: Alle
fr: N'importe lequel

source: Tasks due
de: fällige Aufgaben
fr: Tâches à accomplir

source: Currently Active
de: Momentan aktiv
fr: Actuellement actif

source: A new recurring Todo.label has been created based on the repetition interval.
de: Eine neue wiederkehrende Todo.label wurde basierend auf dem Wiederholungsinterval erstellt.
fr: Un nouveau récurrent Todo.label a été créé en fonction de l'intervalle de répétition.

source: Notes needing follow-up
de: offene Notizen
fr: Notes nécessitant un suivi

source: Notes require immediate attention or follow-up actions
de: Notizen, die markiert sind zur Nachbereitung
fr: Les notes nécessitent une attention immédiate ou des actions de suivi

source: by <app-entity-field-label [entityType]="_entity" [field]="groupBy[currentGroupIndex]" ></app-entity-field-label> :
de: aufgeschlüsselt nach <app-entity-field-label [entityType]="_entity" [field]="groupBy[currentGroupIndex]" ></app-entity-field-label>:
fr: par <app-entity-field-label [entityType]="_entity" [field]="groupBy[currentGroupIndex]" ></app-entity-field-label> :

source: Counting all "active" records. If configured, you can view different disaggregations by using the arrows below.
de: Anzahl der "aktiven" Datensätze. Wenn konfiguriert, können Sie über die Pfeile verschiedene Disaggregationen einsehen.
fr: Comptage de tous les enregistrements «actifs». Si configuré, vous pouvez afficher différentes désagrégations en utilisant les flèches ci-dessous.

source: To accurately log your current address, please allow GPS access.
de: Um Ihren aktuellen Standort zu nutzen, erlauben Sie Bitte Zugriff auf das GPS des Geräts.
fr: Pour enregistrer avec précision votre adresse actuelle, autorisez l'accès GPS.

source: [selected coordinates: coordinates.lat - coordinates.lon]
de: [Koordinaten: coordinates.lat - coordinates.lon]
fr: [coordonnées sélectionnées: coordinates.lat -coordinates.lon]

source: Progress Overview
de: Fortschrittsübersicht
fr: Aperçu des progrès

source: Shows the progress of different parts of project tasks. You can use this to track any kind of targets.
de: Fortschritt verschiedener Teile von Projektaufgaben. Sie können damit beliebige Ziele dokumentieren.
fr: Affiche la progression des différentes parties des tâches du projet. Vous pouvez l'utiliser pour suivre tout type d'objectifs.

source: Quick Actions
de: Schnellzugriffe
fr: Actions fréquentes

source: Shortcuts to quickly navigate to common actions
de: Links, um einfach zu häufig benötigten Bereichen zu navigieren
fr: Raccourcis pour accéder rapidement aux actions courantes

source: Tasks that are beyond their deadline
de: Aufgaben, die bereits ihre Deadline überschritten haben
fr: Tâches qui dépassent leur date limite

source: Remove file
de: Datei entfernen
fr: Supprimer le fichier

source: You can edit how users will see the details of this public form. To edit fields, click on the Edit button, make your changes, and then save. These changes will reflect on the public form. <br /> Drag and drop fields and sections in this preview of a profile view. The editor below closely resembles how the form will look for users later. Forms show all fields below each other not in multiple columns, however. <br />
de: Sie können anpassen, wie Nutzer:innen die Details eines einzelnen Datensatzes dieses Typs sehen. Verschieben Sie Felder und Bereiche per "drag & drop" in dieser Vorschau und gruppieren Sie Felder. Das Layout im untenstehenden Editor ist sehr ähnlich dem Formular, wie es Nutzer:innen später sehen. <br /> Weniger ist mehr: Aus unserer Erfahrung empfehlen wir, nur Felder die Sie wirklich aktuell benötigen anzulegen.<br />
fr: Vous pouvez modifier la manière dont les utilisateurs verront les détails de ce formulaire public. Pour modifier les champs, cliquez sur le bouton Modifier, effectuez vos modifications, puis enregistrez. Ces modifications seront répercutées sur le formulaire public.<br /> Faites glisser et déposez les champs et les sections dans cet aperçu d'une vue de profil. L'éditeur ci-dessous ressemble beaucoup à ce à quoi le formulaire ressemblera plus tard pour les utilisateurs. Les formulaires affichent cependant tous les champs les uns en dessous des autres et non dans plusieurs colonnes.<br />

source: Form Logo
de: Logo
fr: Logo du formulaire

source: Add an image to be displayed at the top of the form
de: Fügen Sie optional ein Bild hinzu, dass über dem Formular angezeigt wird
fr: Ajouter une image à afficher en haut du formulaire

source: Form Link ID
de: Formular Link ID
fr: ID du lien du formulaire

source: The type of record that is created when a someone submits the form (e.g. if you select "Note" here, the form will create new entries in your "Notes List" and you can select only fields of your "Note" data structure for this form)
de: Der Datensatztyp, der erstellt wird, wenn jemand das Formular absendet (wenn Sie hier beispielsweise „Notiz“ auswählen, erstellt das Formular neue Einträge in Ihrer „Notizen"-Liste und Sie können für dieses Formular nur Felder Ihrer „Notiz“-Datenstruktur auswählen)
fr: Le type d'enregistrement créé lorsqu'une personne soumet le formulaire (par exemple, si vous sélectionnez «Note» ici, le formulaire créera de nouvelles entrées dans votre «Liste de notes» et vous ne pourrez sélectionner que les champs de votre structure de données «Note» pour ce formulaire)

source: Public Form not found
de: Öffentliches Formular nicht gefunden
fr: Formulaire public non trouvé

source: The form you are looking for is either unavailable or doesn't exist. Please check the link and try again.
de: Das Formular ist leider nicht verfügbar oder existiert nicht. Bitte überprüfen Sie den Link und versuchen Sie es erneut.
fr: Le formulaire que vous recherchez n'est pas disponible ou n'existe pas. Veuillez vérifier le lien et réessayer.

source: No access to public form "{{ formConfig?.title }}"
de: Kein Zugriff auf öffentliches Formular "{{ formConfig?.title }}"
fr: Pas d'accès au formulaire public "{{ formConfig?.title }}"

source: Unfortunately, you do not have the required permissions to submit data through this form. Please contact the person who shared this link with you. In case you have a user account, please make sure you are logged in.
de: Leider haben Sie nicht die benötigten Berechtigungen um über dieses Formular Daten einzutragen. Bitte kontaktieren Sie die Person, die Ihnen diesen Link zur Verfügung gestellt hat. Falls Sie einen Account für das System besitzen, prüfen Sie bitte auch, ob Sie eingeloggt sind.
fr: Malheureusement, vous n'avez pas les autorisations nécessaires pour soumettre des données via ce formulaire. Contactez la personne qui a partagé ce lien avec vous. Si vous avez un compte utilisateur, assurez-vous d'être connecté.

source: General Setting
de: Allgemeine Einstellungen
fr: Paramètres généraux

source: Configure Fields
de: Formularfelder
fr: Configurer les champs

source: Generating sample data for this demo ...
de: Beispieldaten werden generiert ...
fr: Génération d'exemples de données pour cette systeme ...

source: You can share the link to a "Public Form" with people who do not have an account or embed it in your website. People can submit new records through this form without logging in. For example, you can let participants self-register this way and then review their data later.
de: Sie können den Link zu einem „öffentlichen Formular“ mit externen Personen teilen oder es in Ihre Website einbetten. Nutzer:innen können über dieses Formular neue Datensätze übermitteln, ohne sich anzumelden. Sie können Teilnehmer:innen beispielsweise ermöglichen, sich auf diese Weise selbst zu registrieren und ihre Daten später zu überprüfen.
fr: Vous pouvez partager le lien vers un "formulaire public" avec des personnes qui n'ont pas de compte ou l'intégrer à votre site web. Les personnes peuvent soumettre de nouveaux enregistrements par l'intermédiaire de ce formulaire sans se connecter. Par exemple, vous pouvez permettre aux participants de s'inscrire eux-mêmes de cette manière, puis de consulter leurs données ultérieurement.

source: Public Forms
de: Öffentliche Formulare
fr: Formulaires publics

source: Public Forms
de: Öffentliche Formulare
fr: Formulaires publics

source: Link External Profile
de: Externes Profil verknüpfen
fr: Lien Profil externe

source: Bulk Link External Profiles
de: Externe Profile verknüpfen
fr: Bulk Link Profils externes

source: Link Profiles
de: Profile verknüpfen
fr: Profils de liens

source: Record
de: Datensatz
fr: Enregistrer

source: Linked External Profile
de: Verknüpftes externes Profil
fr: Profil externe lié

source: Unlink external profile
de: Externes Profil entfernen
fr: Déconnecter le profil externe

source: Possible Matches
de: Mögliche Übereinstimmungen
fr: Correspondances possibles

source: Action
de: Aktion

source: Select external profile
de: Externes Profile auswählen
fr: Sélectionner un profil externe

source: Change linked profile
de: Verknüpftes Profil ändern
fr: Modifier le profil lié

source: The currently linked external profile was not part of the latest default search results.
de: Das aktuell verknüpfte externe Profil war nicht Teil der neuesten Suchergebnisse.
fr: Le profil externe actuellement lié ne figurait pas dans les derniers résultats de recherche par défaut.

source: Error while fetching possible matches. Please try to manually search and select a profile to see details.
de: Beim Abrufen möglicher übereinstimmender Profile ist ein Fehler aufgetreten. Versuchen Sie, manuell zu suchen und ein Profil auszuwählen, um Details anzuzeigen.
fr: Erreur lors de la recherche de correspondances possibles. Veuillez essayer de rechercher manuellement et de sélectionner un profil pour voir les détails.

source: Error while fetching currently linked external profile.
de: Beim Abrufen des aktuell verknüpften externen Profils ist ein Fehler aufgetreten.
fr: Erreur lors de l'extraction du profil externe actuellement lié.

source: external ID: {{ formControl?.value }}
de: externe ID: {{ formControl?.value }}
fr: ID externe: {{ formControl?.value }}

source: Linked to external profile: {{ externalProfile ? externalProfile.fullName + " (" + externalProfile.email + ")" : "" }}
de: Verknüpftes externes Profil: {{ externalProfile ? externalProfile.fullName + " (" + externalProfile.email + ")" : "" }}
fr: Lié à un profil externe: {{ externalProfile ? externalProfile.fullName + " (" + externalProfile.email + ")" : "" }}

source: Could not load external profile.
de: Externes Profile konnte nicht geladen werden.
fr: Impossible de charger le profil externe.

source: Switch to "Edit" mode to search and link an external profile.
de: Wechseln Sie in den „Bearbeiten“-Modus, um ein externes Profil zu suchen und zu verknüpfen.
fr: Passez en mode "Modifier" pour rechercher et lier un profil externe.

source: No external profile linked
de: Kein externes Profil verknüpft
fr: Pas de profil externe lié

source: Search and link a profile from an external system with this record to load additional data automatically.
de: Suchen und verknüpfen Sie ein Profil aus einem externen System mit diesem Datensatz, um zusätzliche Daten automatisch zu laden.
fr: Rechercher et lier un profil d'un système externe à cet enregistrement pour charger automatiquement des données supplémentaires.

source: Link external profile
de: Externes Profil verknüpfen
fr: Lien profil externe

source: Unlink
de: Entfernen

source: Load the latest linked external profile and update the related fields of this record with the external data.
de: Laden Sie das verknüpfte externe Profil und aktualisieren Sie die zugehörigen Felder dieses Datensatzes mit den externen Daten.
fr: Charger le dernier profil externe lié et mettre à jour les champs connexes de cet enregistrement avec les données externes.

source: Match External Profile
de: Externes Profil zuordnen
fr: Correspondance avec le profil externe

source: You can adjust the search parameters below manually to find the correct profile on the external platform.
de: Um das richtige Profil auf der externen Plattform zu finden, können Sie die Suchparameter unten manuell anpassen.
fr: Vous pouvez ajuster manuellement les paramètres de recherche ci-dessous pour trouver le bon profil sur la plateforme externe.

source: <ignored>
de: <ignoriert>
fr: <ignoré>

source: Phone
de: Telefon
fr: Téléphone

source: Search
de: Suchen
fr: Recherche

source: There was an error loading external profiles. Please try again later.
de: Beim Laden der externen Profile ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
fr: Une erreur s'est produite lors du chargement des profils externes. Veuillez réessayer plus tard.

source: Possible Matching Profiles:
de: Mögliche übereinstimmende Profile:
fr: Profils correspondants possibles :

source: Please select one of the results below and confirm the linking or adjust the search parameters above and search again.
de: Bitte wählen Sie eines der untenstehenden Ergebnisse aus und bestätigen Sie die Verknüpfung oder passen Sie die obenstehenden Suchparameter an und suchen Sie erneut.
fr: Veuillez sélectionner l'un des résultats ci-dessous et confirmer le lien ou ajuster les paramètres de recherche ci-dessus et effectuer une nouvelle recherche.

source: Searching possibly matching profiles ...
de: Suche nach möglichen passenden Profilen ...
fr: Recherche de profils éventuellement correspondants ...

source: Load more results
de: Mehr Ergebnisse laden
fr: Charger d'autres résultats

source: No matching external profiles found
de: Keine passenden externen Profile gefunden
fr: Aucun profil externe correspondant n'a été trouvé

source: Your user account does not have permission to access external profiles.
de: Ihr Benutzerkonto hat keine Berechtigung auf externe Profile zuzugreifen.
fr: Votre compte utilisateur n'a pas l'autorisation d'accéder aux profils externes.

source: Could not load data from external profile
de: Daten konnten nicht aus externem Profil geladen werden
fr: Impossible de charger les données d'un profil externe

source: Could not load ESCO data of a skill (extSkill.escoUri), skipping this skill for the import.
de: ESCO-Daten einer Fähigkeit (extSkill.escoUri) konnten nicht geladen werden, daher wird diese Fähigkeit beim Import übersprungen.
fr: Impossible de charger les données ESCO d'une compétence (extSkill.escoUri), ignorant cette compétence pour l'importation.

source: Skill
de: Fähigkeit
fr: Compétence

source: Skills
de: Fähigkeiten
fr: Compétences

source: Skill Name
de: Fähigkeits-Name
fr: Nom de la compétence

source: You can use Markdown syntax to format this text. For more details, check out the <a href="https://www.markdownguide.org/basic-syntax" target="_blank" >Markdown Guide</a >
de: Sie können Markdown-Syntax verwenden, um diesen Text zu formatieren. Lesen Sie mehr dazu in der <a href="https://www.markdownguide.org/basic-syntax" target="_blank" >Markdown-Anleitung</a >
fr: Vous pouvez utiliser la syntaxe Markdown pour formater ce texte. Pour plus de détails, consultez le <a href="https://www.markdownguide.org/basic-syntax" target="_blank" >guide Markdown</a >

source: Label (short)
de: Label (kurz)
fr: Etiquette (court)

source: Description
de: Beschreibung

source: Field ID (readonly)
de: Feld-ID (schreibgeschützt)
fr: ID de champ (lecture seule)

source: Type Details (dropdown options set)
de: Typ-Details (Dropdown-Optionen-Liste)
fr: Détails du type (options déroulantes définies)

source: Type Details (target record type)
de: Typ-Details (verknüpfbarer Datensatz-Typ)
fr: Détails du type (type d'enregistrement cible)

source: drop here to create new field group
de: Zum Erstellen einer neuen Feldgruppe hierher ziehen/ablegen
fr: Déposez ici pour créer un nouveau groupe de champs

source: Add Filter:
de: Filter hinzufügen:
fr: Ajouter un filtre:

source: Drag & drop table column headers. Add columns:
de: Sortieren Sie die Spaltenüberschriften der Tabelle per Drag & Drop. Spalten hinzufügen:
fr: Faites glisser et déposez les en-têtes des colonnes du tableau. Ajoutez des colonnes:

source: Profile
de: Profil
fr: Profil

source: Sign out
de: Abmelden
fr: Déconnectez

source: I need this feature
de: Ich benötige diese Funktion
fr: J'ai besoin de cette fonctionnalité

source: loading data...
de: Daten laden ...
fr: chargement des données ...

source: Update data
de: Daten aktualisieren
fr: Mettre à jour les données

source: Select the template based on which to generate a file for the current record or
de: Wählen Sie die Vorlage aus, auf deren Grundlage eine Datei für den aktuellen Datensatz erstellt werden soll, oder
fr: Sélectionnez le modèle sur la base duquel générer un fichier pour l'enregistrement actuel ou

source: configure available templates
de: Verfügbare Vorlagen konfigurieren
fr: configurer les modèles disponibles

source: define other interval
de: Anderes Intervall definieren
fr: définissez un autre intervalle

source: does not repeat
de: keine Wiederholung
fr: ne se répète pas

source: Download details
de: Details herunterladen
fr: Télécharger détails

source: If you want external people filling this form without logging in, the _Permission System_ also has to allow **"public"** users to create new records of this type.<br> If you are seeing problems submitting the form, please contact your **technical support team**.
de: Wenn externe Personen dieses Formular ohne Login ausfüllen sollen, muss das Berechtigungs-System auch der öffentlichen ("public") Nutzer-Rolle erlauben Datensätze dieses Typs zu erstellen. Falls Sie Probleme beim Absenden des Formulars feststellen, kontaktieren Sie bitte Ihr technisches Support-Team.
fr: Si vous souhaitez que des personnes externes remplissent ce formulaire sans se connecter, le _système d'autorisation_ doit également autoriser les utilisateurs "publics" à créer de nouveaux enregistrements de ce type. Si vous rencontrez des problèmes lors de la soumission du formulaire, veuillez contacter votre équipe d'assistance technique.

source: Your form was successfully submitted!
de: Formular erfolgreich abgeschickt!
fr: Votre formulaire a été envoyé avec succès!

source: Thank you for your submission.
de: Danke für die Informationen.
fr: Merci pour votre soumission.

source: Submit Another Form
de: Weiteres Formular ausfüllen
fr: Soumettre un autre formulaire

source: Public Form
de: Öffentliches Formular
fr: Formulaire public

source: Public Forms
de: Öffentliche Formulare
fr: Formulaires publics

source: Field
de: Feld
fr: Champ

source: Select a field for which you want to set a default value.
de: Wählen Sie ein Feld, um für dieses einen Standard-Wert zu setzen.
fr: Sélectionnez un champ pour lequel vous souhaitez définir une valeur par défaut.

source: Add a fixed value for another field
de: Vordefinierten Wert für ein weiteres Feld hinzufügen
fr: Ajouter une valeur fixe pour un autre champ

source: Add pre-filled value
de: Vordefinierten Wert hinzufügen
fr: Ajouter une valeur prédéfinie

source: Fields
de: Felder
fr: Champs

source: Prefilled Fields
de: Vordefinierte Werte
fr: Champs Prédéfinis

source: Configure Pre-filled Values
de: Vordefinierte Werte konfigurieren
fr: Configurer les valeurs prédéfinies

source: This field value can only be set when creating a record and cannot be changed afterwards
de: Dieses Feld kann nur beim ersten Erstellen eines Datensatzes festgelegt und danach nicht mehr geändert werden
fr: Ce champ ne peut être défini que lors de la création d'un enregistrement et ne peut pas être modifié par la suite

source: We are downloading your system configuration and setting things up. The application will be ready in a moment ...
de: Wir laden Ihre Systemkonfiguration herunter und richten alles ein. Die Anwendung ist in Kürze bereit ...
fr: Nous téléchargeons la configuration de votre système et mettons les choses en place. L'application sera prête dans quelques instants ...

source: In addition to creating new records directly for the imported data you can also define additional actions (e.g. to make all imported records members of an existing activity or group). This is an advanced functionality you do not have to use. First select an import type above to enable this section. If uncertain, please refer to the user guides, videos or support contact.
de: Zusätzlich zum eigentlichen Importieren der Daten können Sie auch weitere Aktionen definieren, die dann für alle importierten Einträge ausgeführt werden. (z.B. können Sie alle importierten Kinder einer bestimmten Schule zuweisen). Diese Funktion muss nicht verwendet werden. Wählen Sie zunächst einen Typ oben aus, um diesen Bereich zu aktivieren. Falls Sie Fragen haben konsultieren Sie die Benutzungsanleitungen, Videos oder den Support.
fr: En plus de créer de nouveaux enregistrements directement pour les données importées, vous pouvez également définir des actions supplémentaires (par exemple, pour que tous les enregistrements importés deviennent membres d'une activité ou d'un groupe existant). Il s'agit d'une fonctionnalité avancée que vous n'êtes pas obligé d'utiliser. Sélectionnez d'abord un type d'importation ci-dessus pour activer cette section. En cas de doute, veuillez vous référer aux guides d'utilisation, aux vidéos ou au contact d'assistance.
