Repository: Aam-Digital/ndb-core
Catalog: src/assets/locale/messages.*.xlf
Languages: de, fr

source: I am here to assist you. We are working on making this assistant more and more interactive and aware of your system.
de: Ich bin hier, um Ihnen zu helfen. Wir arbeiten daran, diesen Assistenten immer interaktiver zu gestalten und ihn an Ihr System anzupassen.
fr: Je suis là pour vous aider. Nous travaillons à rendre cet assistant toujours plus interactif et attentif à votre système.

source: Use the tabs and context menu above to access tools like the Setup Wizard.
de: Verwenden Sie die Registerkarten und das Kontextmenü oben, um auf Tools wie den Setup-Assistenten zuzugreifen.
fr: Utilisez les onglets et le menu contextuel ci-dessus pour accéder à des outils comme l'assistant d'installation.

source: Find help and user guides in our <a href="https://chatwoot.help/hc/aam-digital/en" target="_blank" rel="noopener noreferrer" >Support Center</a >.
de: Hilfe und Benutzerhandbücher finden Sie in unserem <a href="https://chatwoot.help/hc/aam-digital/en" target="_blank" >Support Center</a >.
fr: Trouvez de l'aide et des guides d'utilisation dans notre <a href="https://chatwoot.help/hc/aam-digital/en" target="_blank" >Centre de support</a >.

source: If you have any technical questions or problems, don't hesitate to contact us at <a href="mailto:support@aam-digital.app">support@aam-digital.app</a >. Our support team is happy to help!
de: Bei technischen Fragen oder Problemen kontaktieren Sie uns gerne unter <a href="mailto:support@aam-digital.app">support@aam-digital.app</a >. Unser Support-Team hilft Ihnen gerne weiter!
fr: Pour toute question ou problème technique, n'hésitez pas à nous contacter à l'adresse <a href="mailto:support@aam-digital.app">support@aam-digital.app</a >. Notre équipe d'assistance se fera un plaisir de vous aider !

source: Your current subscription plan does not include personal user support.
de: Ihr aktuelles Abonnement umfasst keinen persönlichen Benutzersupport.
fr: Votre abonnement actuel n'inclut pas l'assistance personnalisée aux utilisateurs.

source: You can also discuss your questions and ideas with Aam Digital's <a href="https://github.com/Aam-Digital/ndb-core/discussions" target="_blank" rel="noopener noreferrer" >open source Community</a >.
de: Sie können Ihre Fragen und Ideen auch mit der <a href="https://github.com/Aam-Digital/ndb-core/discussions" target="_blank" >Open-Source-Community</a > von Aam Digital diskutieren.
fr: Vous pouvez également discuter de vos questions et idées avec la communauté open source d'Aam Digital <a href="https://github.com/Aam-Digital/ndb-core/discussions" target="_blank" >.

source: You are currently using the temporary "Demo Mode". All changes will be reset after closing or reloading the page.
de: Sie verwenden derzeit den temporären "Demo-Modus". Alle Änderungen werden nach dem Schließen oder Neuladen der Seite zurückgesetzt.
fr: Vous utilisez actuellement le « mode démo » temporaire. Toutes les modifications seront annulées après la fermeture ou le rechargement de la page.

source: Generate demo data
de: Demodaten generieren
fr: Générer des données de démonstration

source: User Guides & Support
de: Benutzerhandbuch und Support
fr: Guides d'utilisation et assistance

source: You can use our context-aware "Virtual Assistant" to get support and access our help articles and other resources. Click on the button in the top toolbar to open it. This page here is providing technical details for advanced troubleshooting.
de: Sie können unseren „Virtuellen Assistenten“ nutzen, um Unterstützung zu erhalten und auf unsere Hilfeartikel und andere Ressourcen zuzugreifen. Klicken Sie dazu auf die Schaltfläche in der oberen Symbolleiste, um diesen zu öffnen. Auf dieser Seite finden Sie technische Details zur erweiterten Fehlerbehebung.
fr: Vous pouvez utiliser notre assistant virtuel contextuel pour obtenir de l'aide et accéder à nos articles d'aide et autres ressources. Cliquez sur le bouton de la barre d'outils supérieure pour l'ouvrir. Cette page fournit des informations techniques pour le dépannage avancé.

source: Open Virtual Assistant
de: Virtuellen Assistenten öffnen
fr: Ouvrir l'assistant virtuel

source: Select Bulk Action
de: Massenaktion auswählen
fr: Sélectionner Action groupée

source: Please select one or more rows to enable bulk actions.
de: Bitte wählen Sie eine oder mehrere Zeilen aus, um Massenaktionen zu aktivieren.
fr: Veuillez sélectionner une ou plusieurs lignes pour activer les actions groupées.

source: Action will execute on {{ entities().length }} selected records.
de: Die Aktion wird für {{ entities().length }} ausgewählte Datensätze ausgeführt.
fr: L'action s'exécutera sur les enregistrements sélectionnés {{ entities().length }}.

source: Bulk Edit
de: Massenbearbeitung
fr: Modification en masse

source: Edit multiple records at once.
de: Bearbeiten Sie mehrere Datensätze gleichzeitig.
fr: Modifier plusieurs enregistrements simultanément.

source: Merge
de: Zusammenführen
fr: Fusionner

source: Merge two records into one, combining their data and deleting duplicates.
de: Führen Sie zwei Datensätze zu einem zusammen, indem Sie ihre Daten kombinieren und Duplikate löschen.
fr: Fusionner deux enregistrements en un seul, en combinant leurs données et en supprimant les doublons.

source: Invalid selection
de: Ungültige Auswahl
fr: Sélection invalide

source: You need to select exactly two records for merge.
de: Sie müssen genau zwei Datensätze zum Zusammenführen auswählen.
fr: Vous devez sélectionner exactement deux enregistrements à fusionner.

source: Email Error
de: E-Mail-Fehler
fr: Erreur de courriel

source: Link External Profile
de: Externes Profil verknüpfen
fr: Lien vers un profil externe

source: Link multiple records to external profiles in bulk.
de: Verknüpfen Sie mehrere Datensätze gleichzeitig mit externen Profilen.
fr: Associer plusieurs enregistrements à des profils externes en une seule opération.

source: Apply
de: Anwenden
fr: Appliquer

source: You are currently overwriting the field for a local view only. The field settings here only apply to this and do not affect the main record schema.
de: Sie überschreiben das Feld derzeit nur für eine lokale Ansicht. Die Feldeinstellungen gelten nur für diese Ansicht und haben keinen Einfluss auf die Datenstruktur des primären Datensatzes.
fr: Vous modifiez actuellement le champ uniquement pour une vue locale. Les paramètres de champ définis ici ne s'appliquent qu'à cette vue et n'affectent pas le schéma de l'enregistrement principal.

source: Record Type
de: Datensatztyp
fr: Type d'enregistrement

source: Related-Record Section
de: Verknüpfte Datensätze
fr: Section des documents connexes

source: You can also create forms for <strong>"related records"</strong> (e.g. a survey that links back to the participant's record who has submitted the form). For this, create a form for the "related record's type" (e.g. the survey record) and enable the setting to create custom, individualized form links there.
de: Sie können auch Formulare für <strong>"verknüpfte Datensätze"</strong> erstellen (z. B. eine Umfrage, die auf den Datensatz des Teilnehmers verweist, der das Formular ausgefüllt hat). Erstellen Sie dazu ein Formular für den Typ des zugehörigen Datensatzes (z. B. den Umfragedatensatz) und aktivieren Sie dort die Einstellung zum Erstellen benutzerdefinierter, individueller Formularverknüpfungen.
fr: Vous pouvez également créer des formulaires pour les enregistrements associés (par exemple, un sondage renvoyant vers l'enregistrement du participant qui l'a soumis). Pour cela, créez un formulaire pour le type d'enregistrement associé (par exemple, l'enregistrement du sondage) et activez l'option permettant de créer des liens de formulaire personnalisés.

source: Add New Record Type
de: Neuen Datensatztyp hinzufügen
fr: Ajouter un nouveau type d'enregistrement

source: Also load internal types
de: Auch interne Typen laden
fr: Charger également les types internes

source: Record Type
de: Datensatztyp
fr: Type d'enregistrement

source: Record Type (ID)
de: Datensatztyp (ID)
fr: Type d'enregistrement (ID)

source: The settings here apply to the record type overall and take effect everywhere the record is displayed, including lists, forms and other views.
de: Die hier festgelegten Einstellungen gelten für den gesamten Datensatztyp und werden überall dort wirksam, wo der Datensatz angezeigt wird, einschließlich Listen, Formularen und anderen Ansichten.
fr: Les paramètres définis ici s'appliquent à l'ensemble du type d'enregistrement et prennent effet partout où l'enregistrement est affiché, y compris dans les listes, les formulaires et autres vues.

source: Optionally you can define how multiple records of this record type should be called, e.g. in lists.
de: Optional können Sie definieren, wie mehrere Datensätze dieses Datensatztyps genannt werden sollen, z. B. in Listen.
fr: Vous pouvez également définir, si vous le souhaitez, comment plusieurs enregistrements de ce type doivent être appelés, par exemple dans des listes.

source: Check this if records of this type can have associated user accounts with login credentials. This allows assigning roles and managing access.
de: Prüfen Sie, ob Datensätze dieses Typs mit Benutzerkonten und Anmeldeinformationen verknüpft werden können. Dies ermöglicht die Zuweisung von Rollen und die Verwaltung des Zugriffs.
fr: Cochez cette case si les enregistrements de ce type peuvent être associés à des comptes utilisateurs avec identifiants de connexion. Cela permet d'attribuer des rôles et de gérer les accès.

source: To manually define a label and link, clear the record type field above.
de: Um eine Bezeichnung und einen Link manuell zu definieren, leeren Sie das Feld „Datensatztyp“ oben.
fr: Pour définir manuellement une étiquette et un lien, effacez le champ de type d'enregistrement ci-dessus.

source: Select which property of the target record is matching with the values of this column. E.g. if your column contains names of children then select 'Name'.
de: Wählen Sie die Eigenschaft des Zieldatensatzes aus, die mit den Werten dieser Spalte übereinstimmt. Wenn Ihre Spalte beispielsweise die Namen von Kindern enthält, wählen Sie „Name“ aus.
fr: Sélectionnez la propriété de l'enregistrement cible qui correspond aux valeurs de cette colonne. Par exemple, si votre colonne contient les noms des enfants, sélectionnez « Nom ».

source: Select Record Field
de: Datensatzfeld auswählen
fr: Sélectionner le champ d'enregistrement

source: Select Record Type
de: Datensatztyp auswählen
fr: Sélectionner le type d'enregistrement

source: What type of records should your imported data become in the system? Select the target record type here. (e.g. are you trying to import participants, events or team members etc.)
de: Welcher Datensatztyp soll aus Ihren importierten Daten im System werden? Wählen Sie hier den gewünschten Datensatztyp aus. (Beispiel: Möchten Sie Teilnehmer, Ereignisse oder Teammitglieder importieren?)
fr: Quel type d'enregistrements vos données importées doivent-elles devenir dans le système ? Sélectionnez ici le type d'enregistrement cible. (Par exemple : souhaitez-vous importer des participants, des événements ou des membres d'équipe ?)

source: Choose the field in the related record that will trigger updates to this field when it is changed.
de: Wählen Sie das Feld im zugehörigen Datensatz aus, das Aktualisierungen dieses Feldes auslösen soll, wenn es geändert wird.
fr: Choisissez le champ de l'enregistrement associé qui déclenchera la mise à jour de ce champ lorsqu'il sera modifié.

source: Conflicting Record:
de: Widersprüchlicher Datensatz:
fr: Enregistrement contradictoire :

source: Current Record:
de: Aktueller Rekord:
fr: Record actuel :

source: Please select both record type and property for all entries before saving.
de: Bitte wählen Sie vor dem Speichern für alle Einträge sowohl den Datensatztyp als auch die Eigenschaft aus.
fr: Veuillez sélectionner le type d'enregistrement et la propriété pour toutes les entrées avant de les enregistrer.

source: Record Type to Count
de: Zu zählender Datensatztyp
fr: Type d'enregistrement à compter

source: Available for Record Type(s)
de: Verfügbar für Datensatztypen
fr: Disponible pour le(s) type(s) d'enregistrement(s)

source: Configure the details for each "side" of the matching. A side represents one of the two record types that will be matched.
de: Konfigurieren Sie die Details für jede „Seite“ des Abgleichs. Eine Seite repräsentiert einen der beiden Datensatztypen, die abgeglichen werden.
fr: Configurez les détails de chaque « côté » de la correspondance. Un côté représente l'un des deux types d'enregistrements qui seront mis en correspondance.

source: Only types that have a reference field to both selected record types above are available here.
de: Hier sind nur Typen verfügbar, die ein Referenzfeld zu beiden oben ausgewählten Datensatztypen haben.
fr: Seuls les types comportant un champ de référence aux deux types d'enregistrements sélectionnés ci-dessus sont disponibles ici.

source: Select the field from the record that will be used as the left-side key in matching comparison.
de: Wählen Sie das Feld aus dem Datensatz aus, das als linker Schlüssel beim Abgleich verwendet werden soll.
fr: Sélectionnez dans l'enregistrement le champ qui servira de clé de gauche pour la comparaison.

source: Select the field from the record that will be used as the right-side key in matching comparison.
de: Wählen Sie das Feld aus dem Datensatz aus, das als rechter Schlüssel beim Abgleich verwendet werden soll.
fr: Sélectionnez dans l'enregistrement le champ qui servira de clé de droite pour la comparaison.

source: You cannot change the record type once you have added conditions. Please first remove all conditions below.
de: Der Datensatztyp kann nicht mehr geändert werden, sobald Bedingungen hinzugefügt wurden. Bitte entfernen Sie daher zuerst alle unten aufgeführten Bedingungen.
fr: Vous ne pouvez plus modifier le type d'enregistrement une fois les conditions ajoutées. Veuillez d'abord supprimer toutes les conditions ci-dessous.

source: Applicable Record Types
de: Verfügbare Datensatztypen
fr: Types d'enregistrements applicables

source: Record Types
de: Datensatztypen
fr: Types d'enregistrements

source: Upload a specially prepared document that contains placeholders, which will be replace with actual data from a specific record when generating a PDF.
de: Laden Sie ein speziell vorbereitetes Dokument hoch, das Platzhalter enthält, die beim Generieren einer PDF-Datei durch die tatsächlichen Daten eines bestimmten Datensatzes ersetzt werden.
fr: Téléchargez un document spécialement préparé contenant des espaces réservés, qui seront remplacés par les données réelles d'un enregistrement spécifique lors de la génération d'un PDF.

source: Upload a specially prepared template file here. The file can contain placeholders that will be replaced with actual data when a file is generated for a selected record. For example {d.name} will be replaced with the value in the "name" field of the given record. See the documentation of the [carbone system](https://carbone.io/documentation.html#substitutions) for more information. The placeholder keys must match the field "Field ID" of the record data structure in Aam Digital. You can find this in the Admin UI form builder (Edit Data Structure -> Details View) and edit a specific field to view its details. Template files can be in most office document formats (odt, docx, ods, xlsx, odp, pptx) or PDF.
de: Laden Sie hier eine speziell vorbereitete Vorlagendatei hoch. Die Datei kann Platzhalter enthalten, die beim Generieren einer Datei für einen ausgewählten Datensatz durch die tatsächlichen Daten ersetzt werden. Beispielsweise wird {d.name} durch den Wert im Feld „Name“ des jeweiligen Datensatzes ersetzt. Weitere Informationen finden Sie in der Dokumentation des [carbone-Systems](https://carbone.io/documentation.html#substitutions). Die Platzhalterschlüssel müssen mit dem Feld „Feld-ID“ der Datensatzstruktur in Aam Digital übereinstimmen. Sie finden diese ID im Formulargenerator der Admin-Oberfläche (Datenstruktur bearbeiten → Detailansicht). Bearbeiten Sie ein bestimmtes Feld, um dessen Details anzuzeigen. Vorlagendateien können in den meisten Office-Dokumentformaten (odt, docx, ods, xlsx, odp, pptx) oder als PDF vorliegen.
fr: Veuillez téléverser ici un fichier modèle spécialement préparé. Ce fichier peut contenir des espaces réservés qui seront remplacés par les données réelles lors de la génération d'un fichier pour l'enregistrement sélectionné. Par exemple, {d.name} sera remplacé par la valeur du champ « name » de l'enregistrement. Pour plus d'informations, consultez la documentation du [système Carbone](https://carbone.io/documentation.html#substitutions). Les clés des espaces réservés doivent correspondre à l'identifiant du champ « Field ID » de la structure de données de l'enregistrement dans Aam Digital. Vous trouverez cet identifiant dans l'interface d'administration (Modifier la structure des données → Vue détaillée). Modifiez un champ spécifique pour afficher ses détails. Les fichiers modèles peuvent être au format de document Office (odt, docx, ods, xlsx, odp, pptx) ou PDF.

source: You can define a link manually. To create a new link, open Aam Digital in a new tab, go to the desired record type, copy everything after ‘https://<your-system>.aam-digital.app/’, and paste it here as the link target.
de: Sie können einen Link manuell definieren. Um einen neuen Link zu erstellen, öffnen Sie Aam Digital in einem neuen Tab, gehen Sie zum gewünschten Datensatztyp, kopieren Sie alles nach „https://<Ihr-System>.aam-digital.app/“ und fügen Sie es hier als Linkziel ein.
fr: Vous pouvez définir un lien manuellement. Pour créer un nouveau lien, ouvrez Aam Digital dans un nouvel onglet, accédez au type d'enregistrement souhaité, copiez tout ce qui suit « https://<votre-système>.aam-digital.app/ » et collez-le ici comme cible du lien.

source: {{ skippedRows }} row(s) were skipped because no mappable data was found based on your column mapping.
de: {{ skippedRows }} Zeile(n) wurden übersprungen, da basierend auf Ihrer Spaltenzuordnung keine zuordenbaren Daten gefunden wurden.
fr: {{ skippedRows }} Les lignes ont été ignorées car aucune donnée mappable n'a été trouvée en fonction de votre mappage de colonnes.

source: If you need additional fields, edit the related record type here.
de: Falls Sie zusätzliche Felder benötigen, bearbeiten Sie hier den zugehörigen Datensatztyp.
fr: Si vous avez besoin de champs supplémentaires, modifiez ici le type d'enregistrement correspondant.

source: Edit data structure: {{ entityConstructor?.label || entityConstructor?.ENTITY_TYPE }}
de: Datenstruktur bearbeiten: {{ entityConstructor?.label || entityConstructor?.ENTITY_TYPE }}
fr: Modifier la structure des données : {{ entityConstructor?.label || entityConstructor?.ENTITY_TYPE }}

source: Configure which fields are displayed when editing records of this type through a related entity form. You can select from existing fields or add new fields directly from here! Drag and drop fields to reorder and group them as needed. We recommend to keep things simple: Only add fields that you really need for your work.
de: Konfigurieren Sie, welche Felder beim Bearbeiten von Datensätzen dieses Typs über die Ansicht verknüpfter Datensätze angezeigt werden. Sie können aus vorhandenen Feldern auswählen oder direkt hier neue Felder hinzufügen. Per Drag & Drop können Sie die Felder neu anordnen und gruppieren. Wir empfehlen, es einfach zu halten: Fügen Sie nur die Felder hinzu, die Sie für Ihre Arbeit wirklich benötigen.
fr: Configurez les champs affichés lors de la modification d'enregistrements de ce type via un formulaire d'entité associée. Vous pouvez sélectionner des champs existants ou en ajouter directement. Réorganisez et regroupez les champs par glisser-déposer. Nous vous recommandons de privilégier la simplicité : n'ajoutez que les champs strictement nécessaires à votre travail.

source: Data Structures & Entity Types
de: Datenstruktur & Datensatz-Typen
fr: Structures de données et types d'entités

source: Main Navigation Menu
de: Hauptmenü
fr: Menu de navigation principal

source: Subscription
de: Abonnement
fr: Abonnement

source: Manage your subscription details, privacy settings, and access to advanced features.
de: Verwalten Sie Ihre Abonnementdetails, Datenschutzeinstellungen und den Zugriff auf erweiterte Funktionen.
fr: Gérez les détails de votre abonnement, vos paramètres de confidentialité et l'accès aux fonctionnalités avancées.

source: Subscription Info
de: Abonnementinformationen
fr: Informations sur l'abonnement

source: Advanced Features
de: Erweiterte Funktionen
fr: Fonctionnalités avancées

source: Data Privacy
de: Datenschutz
fr: Protection des données

source: Configuration and Site Wide Settings
de: Konfiguration und System-weite Einstellungen
fr: Paramètres de configuration et paramètres généraux du site

source: Set up the essential elements that shape your site's structure and system behaviour.
de: Richten Sie Elemente ein der Struktur und des Verhaltens Ihres Systems ein.
fr: Mettez en place les éléments essentiels qui définissent la structure et le comportement de votre site.

source: Templates and Forms
de: Vorlagen und Formulare
fr: Modèles et formulaires

source: Customise your templates and forms.
de: Passen Sie Ihre Vorlagen und Formulare individuell an.
fr: Personnalisez vos modèles et formulaires.

source: User Management
de: Benutzerverwaltung
fr: Gestion des utilisateurs

source: Set up and manage user accounts, roles, and permissions.
de: Benutzerkonten, Rollen und Berechtigungen einrichten und verwalten.
fr: Configurer et gérer les comptes utilisateurs, les rôles et les autorisations.

source: User Accounts
de: Benutzerkonten
fr: Comptes utilisateurs

source: User Roles & Permissions
de: Benutzerrollen & Berechtigungen
fr: Rôles et autorisations des utilisateurs

source: Export and Backups
de: Export und Backups
fr: Exportation et sauvegardes

source: Define how your system keeps data protected and accessible.
de: Definieren Sie, wie Ihr System Daten schützt und zugänglich hält.
fr: Décrivez comment votre système assure la protection et l'accessibilité des données.

source: Download Backup (.json)
de: Backup herunterladen (.json)
fr: Télécharger la sauvegarde (.json)

source: Restore Backup (.json)
de: Backup wiederherstellen (.json)
fr: Restaurer la sauvegarde (.json)

source: Full Database Export (.csv)
de: Vollständiger Datenbankexport (.csv)
fr: Exportation complète de la base de données (.csv)

source: Technical Administration
de: Technische Administration
fr: Administration technique

source: Manage advanced technical options for maintaining and troubleshooting your system.
de: Verwalten Sie erweiterte technische Optionen zur Wartung und Fehlerbehebung Ihres Systems.
fr: Gérez les options techniques avancées pour la maintenance et le dépannage de votre système.

source: Edit Application Configuration (JSON)
de: Anwendungskonfiguration bearbeiten (JSON)
fr: Modifier la configuration de l'application (JSON)

source: Download Application Configuration (JSON)
de: Anwendungskonfiguration herunterladen (JSON)
fr: Télécharger la configuration de l'application (JSON)

source: Upload Application Configuration (JSON)
de: Anwendungskonfiguration hochladen (JSON)
fr: Importer la configuration de l'application (JSON)

source: PouchDB Debug: Send to console.log()
de: PouchDB-Debug: Senden an console.log()
fr: Débogage PouchDB : Envoyer à console.log()

source: Empty Database
de: Datenbank leeren
fr: Base de données vide

source: Record Types & Data Structures
de: Datensatztypen und Datenstrukturen
fr: Types d'enregistrements et structures de données
