Repository: Aam-Digital/ndb-core
Catalog: src/assets/locale/messages.*.xlf
Languages: de, fr

source: Activate to also show entries for the activity that do not have any events with actual participation of this person
de: Aktivieren, um auch Aktivitäten anzuzeigen, bei denen diese Person nicht anwesend war
fr: Activer pour afficher également les données de l'activité qui n'ont pas d'événements comportant la participation effective de cette personne.

source: Also show unrelated
de: Auch Aktivitäten ohne diese:n Schüler:in anzeigen
fr: Afficher les éléments non liés

source: Load all records
de: Lade alle Aufzeichnungen
fr: Charger toutes les données

source: Month
de: Monat
fr: Mois

source: Present
de: Anwesend
fr: Présents

source: Events
de: Aktivitäten
fr: Evènements

source: Attended
de: Teilgenommen
fr: Présents

source: {VAR_PLURAL, plural, one {participant} other {participants}}
de: {VAR_PLURAL, plural, one {Teilnehmer} other {Teilnehmer}}

source: Record Attendance
de: Anwesenheiten aufnehmen
fr: Faire l'appel

source: Back
de: Zurück
fr: Retour

source: Save
de: Speichern
fr: Sauvegarder

source: Discard
de: Verwerfen
fr: Abandonner les modifications

source: Select Event
de: Wählen Sie ein Event aus
fr: Sélectionner l'évènement

source: Record Attendance
de: Anwesenheiten aufnehmen
fr: Faire l'appel

source: Exit
de: Schließen
fr: Quitter

source: Do you want to save your progress before going back?
de: Wollen Sie die Änderungen speichern?
fr: Voulez-vous sauvegarder votre progression avant de revenir en arrière ?

source: Date
de: Datum

source: Show less
de: Weniger anzeigen
fr: Afficher moins

source: Show more
de: Mehr anzeigen
fr: Plus d'évènements

source: My event is not listed ...
de: Ich kann mein Event nicht finden …
fr: Mon évènement n'apparaît pas ...

source: Invalid Date
de: Ungültiges Datum
fr: Date invalide

source: Excluded some archived participants. Click to include.
de: Archivierte Teilnehmende ausgeblendet. Klicken um diese einzubeziehen.
fr: Certains participants archivés sont exclus. Cliquez pour inclure.

source: Attendance completed.
de: Anwesenheits-Aufzeichnung beendet.
fr: Appel effectué.

source: Review Details
de: Details anzeigen
fr: vérifier les détails

source: Back to Overview
de: Zurück zur Übersicht
fr: Retour à l'aperçu

source: Also include archived participants?
de: Archivierte Teilnehmende mit berücksichtigen?
fr: Inclure également les participants archivés ?

source: This event has some participants who are "archived". We automatically remove them from the attendance list for you. Do you want to also include archived participants for this event?
de: Dieses Event hat Teilnehmende, die "archiviert" wurden. Wir haben diese von der Teilname-Liste entfernt. Wollen Sie die archivierten Teilnehmenden für dieses Event ebenfalls berücksichtigen?
fr: Cet événement compte des participants « archivés ». Nous les supprimons automatiquement de la liste de présence pour vous. Souhaitez-vous également inclure les participants archivés pour cet événement ?

source: attended {{ attendanceDescription }} events
de: haben an {{attendanceDescription}} events teilgenommen
fr: présent à {{ attendanceDescription } évènement(s)

source: (excluding {{ logicalCount[LStatus.IGNORE] }} events excused or unknown)
de: (ausgenommene Events{{ logicalCount[LStatus.IGNORE] }}; entschuldigt oder unbekannt)
fr: (à l'exception de {{ logicalCount[LStatus.IGNORE] } évènement(s) excusé ou sans information)

source: Remarks
de: Vermerk
fr: Observations

source: All excused (out of {{ selectedEvent.children.length }} {selectedEvent.children.length, plural, one {participant} other {participants} } )
de: Alle entschuldigt (von {{ selectedEvent.children.length { selectedEvent.children.length, plural, one {participant} other {participants} } )
fr: Tous excusés (hors de {{ selectedEvent.children.length }}{selectedEvent.children.length, plural, one {participant} other {participants} } )

source: {{ selectedEventStats.average | percent: "1.0-0" }} attended (of {{ selectedEvent.children.length }} {selectedEvent.children.length, plural, one {participant} other {participants} })
de: {{ selectedEventStats.average | percent: "1.0-0" } haben teilgenommen (von {{ selectedEvent.children.length { selectedEvent.children.length, plural, one {participant} other {participants} })
fr: {{ selectedEventStats.average | percent: "1.0-0" }} présent (de {{ selectedEvent.children.length }}{selectedEvent.children.length, plural, one {participant} other {participants} } )

source: {{ selectedEventStats.excludedUnknown }} {selectedEventStats.excludedUnknown, plural, one {participant} other {participants} } without recorded status
de: {{ selectedEventStats.excludedUnknown } { selectedEventStats.excludedUnknown, plural, one {participant} other {participants} } ohne aufgenommenen Status
fr: {{ selectedEventStats.excludedUnknown }} {selectedEventStats.excludedUnknown, plural, one {participant} other {participants} } sans statut enregistré

source: no events on this date
de: Keine Events
fr: Aucun évènement à la date sélectionnée

source: Add new event
de: Neues Event hinzufügen
fr: Ajouter un évènement

source: Attendance: {{ (forChild ? entity?.getAttendancePercentage(forChild) : entity?.getAttendancePercentageAverage() ) | percent: "1.0-0" }}
de: Anwesenheit: {{ (focusedChild ? entity?.getAttendancePercentage(focusedChild) : entity?.getAttendancePercentageAverage() ) | percent: "1.0-0" }}
fr: Taux de présence: {{ (forChild ? entity?.getAttendancePercentage(forChild) : entity?.getAttendancePercentageAverage() ) | percent: "1.0-0" }}

source: Managing Attendance
de: Anwesenheit verwalten
fr: Gestion des présences

source: Record Attendance
de: Anwesenheiten aufnehmen
fr: Faire l'appel

source: Record attendance for an activity on a certain day. Optimized for smartphones.
de: Nehmen Sie Anwesenheit auf für eine Aktivität an einem bestimmten Tag. Optimiert für Smartphones.
fr: Faire l'appel pour une activité à un jour donné. Optimisé pour l'utilisation sur smartphones.

source: Record
de: Aufzeichnen
fr: Faire l'appel

source: Recurring Activities
de: Wiederkehrende Aktivitäten
fr: Activités récurrentes

source: Manage "recurring activities" for which you regularly record attendance. You can assign participants and users to these activities and analyze their attendance across time.
de: Verwalten Sie "wiederkehrende Aktivitäten", für die regelmäßig Anwesenheit aufgezeichnet wird. Sie können Teilnehmende und Nutzer zuweisen und die langfristige Anwesenheit analysieren.
fr: Gérez les "activités récurrentes" pour lesquelles vous faites régulièrement l'appel. Vous pouvez affecter des participants à ces activités et analyser leur présence dans le temps.

source: Manage Activities
de: Aktivitäten verwalten
fr: Gérez les activités

source: Monthly Attendance
de: Monatliche Anwesenheit
fr: Participation mensuelle

source: Document attendance totals for a whole month that were collected on paper.
de: Dokumentieren Sie die gesammelte Anwesenheit eines ganzen Monats, die zunächst auf Papier aufgezeichnet wurde.
fr: Documenter les totaux de présences pour un mois entier qui ont été collectées sur papier.

source: Document Month
de: Monat dokumentieren
fr: Documenter le mois

source: Overall Attendance
de: Anwesenheit insgesamt
fr: Participation totale

source: No attendance information
de: Keine Informationen über Abwesenheiten
fr: Aucune information de présence

source: Cases absent multiple times in the given week
de: Fälle, die mehrmals in der betroffenen Woche abwesend waren
fr: Absents à de multiples reprises sur la semaine sélectionnée

source: cases absent multiple times
de: Fälle mit mehrmaliger Abwesenheit
fr: cas absents plusieurs fois

source: Participant
de: Teilnehmer:in

source: Attendance
de: Anwesenheit
fr: Présence

source: no absences recorded
de: Keine Abwesenheit dokumentiert
fr: aucune absence enregistrée

source: Absences this.periodLabel
de: Abwesenheiten config.periodLabel

source: sick
de: krank
fr: malade

source: fever
de: Fieber
fr: fièvre

source: no information
de: kein Informationen
fr: Aucune information

source: Remarks
de: Vermerk
fr: Observations

source: This section displays historical activities that have been archived.
de: Dieser Bereich zeigt frühere Aktivitäten an, die archiviert wurden.
fr: Cette section affiche les activités historiques qui ont été archivées.

source: Select activity
de: Aktivität auswählen
fr: Sélectionner une activité

source: Dropout
de: Ausscheiden aus dem Projekt
fr: Fin de scolarité

source: School
de: Schule
fr: École

source: High School
de: Gymnasium
fr: Lycée

source: English
de: Englisch
fr: Anglais

source: faker.person.firstName() faker.helpers.arrayElement( [this.normalSchool, this.highSchool], )
de: faker.name.firstName() faker.helpers.arrayElement( [this.normalSchool, this.highSchool] )
fr: faker.helpers.arrayElement( [this.normalSchool, this.highSchool], ) faker.person.firstName()

source: 6 a.m. - 11 a.m.
de: 6 - 11 Uhr
fr: 6h - 11h

source: 11 a.m. - 4 p.m.
de: 11 - 16 Uhr
fr: 11h - 16h

source: 6:30-11:00 and 11:30-16:00
de: 6:30-11:00 und 11:30-16:00
fr: 6h30-11h, 11h30-16h

source: Finished School or Training
de: Schule erfolgreich abgeschlossen
fr: Scolarité ou formation terminée

source: Continues Education without project
de: Besucht Schuler außerhalb des Projekts
fr: Poursuit son éducation hors du projet

source: Moved away
de: Umgezogen
fr: Élève a déménagé

source: Start date
de: Anfang
fr: Date de début

source: The date a child joins a school
de: Das Datum, an dem das Kind der Schule beigetreten ist
fr: Date où l'enfant rejoint une école

source: End date
de: Ende
fr: Date de fin

source: The date of a child leaving the school
de: Das Datum, an dem das Kind die Schule verlassen hat
fr: Date de départ d'un enfant de l'école

source: no records without recent report
de: keine Einträge ohne kürzliche Notiz
fr: pas de participant sans observation récente

source: no records with recent report
de: keine Einträge mit kürzlicher Notiz
fr: pas de participant avec une observation récente

source: this._entity.labelPlural with recent report
de: Child.labelPlural mit neuer Notiz
fr: this._entity.labelPlural avec une observation récente

source: this._entity.labelPlural having no recent reports
de: Child.labelPlural ohne kürzliche Notiz
fr: this._entity.labelPlural sans une observation récente

source: includes cases with a notethis.sinceBeginningOfTheWeekthis.withinTheLastNDays
de: Fälle mit einer Notiz innerhalb this.sinceBeginningOfTheWeekthis.withinTheLastNDays
fr: inclut les participants avec une observationthis.sinceBeginningOfTheWeekthis.withinTheLastNDays

source: includes cases without a notethis.sinceBeginningOfTheWeekthis.withinTheLastNDays
de: Fälle mit keiner Notiz innerhalbthis.sinceBeginningOfTheWeekthis.withinTheLastNDays
fr: inclut les participants sans observationthis.sinceBeginningOfTheWeekthis.withinTheLastNDays

source: since the beginning of the week
de: seit Anfang der Woche
fr: depuis le début de la semaine

source: without a note within the last this.sinceDays days
de: ohne Notiz in den letzten this.sinceDays Tagen
fr: sans observations au cours des derniers this.sinceDays days

source: Guardians Meeting
de: Treffen mit Vormünder
fr: Réunion des tuteurs

source: Our regular monthly meeting. Find the agenda and minutes in our meeting folder.
de: Monatliches Treffen. Die Agenda und das Protokoll befinden sich in unserem "Treffen"-Ordner.
fr: Notre réunion mensuelle régulière. Ordre du jour et retranscription sont dans notre dossier de réunion.

source: Children Meeting
de: Treffen mit Schüler:innen
fr: Réunion des enfants

source: Drug Prevention Workshop
de: Drogenpräventionstraining
fr: Atelier prévention contre la drogue

source: Expert conducted a two day workshop on drug prevention.
de: Es wurde ein zweitägiges Drogenpräventionstraining durchgeführt.
fr: L'expert a dirigé un atelier de deux jours sur la prévention de la toxicomanie.

source: Mother sick
de: Mutter krank
fr: Mère malade

source: Visited family after we heard that mother is seriously ill. She cannot get up. Children are taking care of housework. Told her to see doctor. We should follow up next week.
de: Habe die Familie besucht, nachdem wir erfahren hatten, dass die Mutter ernsthaft erkankt ist. Sie kann nicht ausfstehen. Die Kinder übernehmen die Hausarbeiten. Habe ihr gesagt, dass sie zu einem Arzt gehen solle. Wir sollten nächste Woche nachfragen.
fr: Visite de la famille après avoir appris que la mère est gravement malade. Elle ne peut pas se lever. Les enfants s'occupent des tâches ménagères. Nous lui avons dit de voir un médecin. Nous devrions faire un suivi la semaine prochaine.

source: Discussed school change
de: Schulwechsel diskutiert
fr: Discussion sur un transfert d'école

source: Discussed future of the child with the parents. They agree that changing school can be a good option. Will discuss further together with the child.
de: Mit den Eltern über die Zukunft des Kindes gesprochen. Sie stimmen zu, dass ein Schulwechsel eine gute Option sein kann. Ich werde nun mit dem Kind alles weitere besprechen.
fr: Discussion sur l'avenir de l'enfant avec ses parents. Ils sont d'accord sur l'idée que changer d'école peut être une bonne option. Continuerons d'en discuter avec l'enfant.

source: Follow up for school absence
de: Nachfragen zur Schulabwesenheit
fr: Suivi pour absence à l'école

source: Called to ask for reason about absence. Mother made excuses but promised to send the child tomorrow.
de: Habe die Mutter angerufen und gefragt, wieso das Kind nicht in der Schule war. Die Mutter hatte nannte Gründe hierfür, versprach aber, das Kind morgen wieder in die Schule zu schicken.
fr: J'ai appelé pour demander la raison de l'absence. La mère s'est excusée mais a promis d'envoyer l'enfant demain.

source: Absent because ill
de: Krankgeschrieben
fr: Absent du fait de maladie

source: Mother has called in the morning. Child cannot come to class because of fever.
de: Die Mutter hat morgens angerufen. Das Kind hat Fieber und kann nicht in die Schule kommen.
fr: La mère a appelé dans la matinée. L'enfant ne peut pas venir à cause d'une fièvre.

source: Absence without information
de: Abwesend ohne Informationen
fr: Absence sans raison donnée

source: Child was not in school whole last week again. When calling the mother she didn't know about it. Need to follow up urgently to discuss with the child and the guardians.
de: Das Kind war letzte Woche wiederholt nicht in der Schule. Als ich mit der Mutter telefonierte, wusste sie davon nicht. Sollte dringend nachgefragt und mit den Vormündern und dem Kind besprochen werden.
fr: L'enfant n'était à nouveau pas à l'école toute la semaine dernière. Lorsque nous avons appelé la mère, elle n'était pas au courant. Besoin d'un suivi urgent pour en discuter avec l'enfant et les tuteurs.

source: School is happy about progress
de: Schule ist zufrieden mit Fortschritt
fr: L'école est satisfaite du progrès qui a été fait

source: Visited the school and talked to the class teacher and principal. They are happy about the progress and behaviour.
de: Besuchte die Schule und sprach mit Lehrer und Rektor. Sie sind beide sehr glücklich mit der Entwicklung und dem Verhalten des Kindes.
fr: J'ai visité l'école et j'ai parlé à l'enseignant et au directeur. Ils sont satisfaits des progrès et du comportement de l'enfant en ce moment.

source: Needs to work more for school
de: Muss sich in der Schule mehr anstrengen
fr: Besoin de plus travailler

source: Discussed the child's progress with coaching teacher. He is still a weak student and needs more support. We should consider arranging an extra class for him. Discuss next social worker meeting.
de: Ich habe mit dem Lehrer über die Entwicklung des Kindes gesprochen. Es gehört weiterhin zu den schwächeren Schüler:innen und benötigt Untersützung, vielleicht auch Nachhilfe. Das werden wir beim nächsten Sozialarbeiter:innen-Treffen besprechen.
fr: J'ai discuté des progrès de l'enfant avec le professeur d'encadrement. Il reste un élève relativement faible et a besoin de plus de soutien. Nous devrions envisager d'organiser une classe supplémentaire pour lui. Prochaine réunion avec les travailleurs sociaux pour en discuter.

source: Fight at school
de: Schlägerei in der Schule
fr: Bagarre à l'école

source: Principal called us today. Our student got into a fight and was suspended for a week. Need to follow up with the child and discuss the matter.
de: Der Rektor hat heute angerufen. Das Kind war in eine Schlägerei verwickelt und ist für nächste Woche von der Schule ausgeschlossen. Darüber sollte mit dem Kind gesprochen werden.
fr: Le principal nous a appelé aujourd'hui. Notre élève s'est battu et a été exclu pour une semaine. Il faut faire un suivi avec l'enfant et discuter de l'affaire.

source: Special help for family
de: Unterstützung für Familie
fr: Aide spéciale pour la famille

source: Since the father has lost his job the family is struggling to survive. After home visits and discussion in our team we decided to refer them to a special support programme.
de: Seitdem der Vater arbeitslos geworden ist, hat die Familie große finanzielle Schwierigkeiten. Nach Hausbesuchen und Diskussionen mit dem Team haben wir uns dazu entschieden, die Familie an das spezielle Unterstützungsprogramm zu verweisen.
fr: Depuis que le père a perdu son emploi, la famille a du mal à survivre. Après des visites à domicile et des discussions au sein de notre équipe, nous avons décidé de les orienter vers un programme de soutien spécial.

source: Chance to repeat class
de: Versetzungsgefährdet
fr: Possibilité de redoubler

source: Child has failed this school year as she did not go to school regularly. After a long discussion with the child and her parents we agreed to support her to repeat the class and she promised to attend school regularly.
de: Das Kind ist dieses Jahr in der Schule durchgefallen, da es oft fehlte. Nach langen Diskussionen mit dem Kind und den Eltern wurde beschlossen, dass das Kind die Klasse wiederholt. Es hat versprochen, nun regelmäßig zur Schule zu gehen.
fr: L'enfant a échoué cette année scolaire du fait d'absences répétées. Après une longue discussion avec l'enfant et ses parents, nous avons accepté de l'aider à redoubler et elle a promis d'aller régulièrement à l'école.

source: Distracted in class
de: Unaufmerksam im Unterricht
fr: Distrait en classe

source: Teacher has let us know that he is very unfocused during class these days. Discussed with him - there are a lot of problems in the family currently.
de: Die Lehrerin hat uns Bescheid gegeben, dass das Kind in den letzten Tagen im Unterricht sehr unaufmerksam war. Habe mit dem Kind darüber gesprochen: Es gibt derzeit sehr viele Probleme in der Familie.
fr: Le professeur nous a informé qu'il manque de concentration en classe ces temps-ci. En avons discuté avec lui - la famille a beaucoup de problèmes en ce moment.

source: Disturbing class
de: Stört im Unterricht
fr: Dérange la classe

source: She refused to listen to the teacher was disturbing the class. Did counselling session with her.
de: Das Kind hat nicht auf die Lehrerin gehört und im Unterricht gestört. Ich habe mit dem Kind über dieses Problem gesprochen.
fr: Elle refuse d'écouter le professeur et dérange la classe. Avons fait une session de thérapie avec elle.

source: got excused by it's mother
de: wurde durch die Mutter entschuldigt
fr: Excusé par sa mère

source: absent without excuse
de: Unentschuldigt Abwesend
fr: absent sans excuse

source: absent because ill
de: Krankgeschrieben
fr: absent car malade

source: <app-fa-dynamic-icon [icon]="includeEventNotes ? 'toggle-on' : 'toggle-off'" class="standard-icon-with-text color-accent" >Inclu Include events
de: <app-fa-dynamic-icon [icon]="includeEventNotes ? 'toggle-on' : 'toggle-off'" class="standard-icon-with-text color-accent" >Include Events einbeziehen
fr: <app-fa-dynamic-icon [icon]="includeEventNotes ? 'toggle-on' : 'toggle-off'" class="standard-icon-with-text color-accent" >Include Inclure les événements

source: You can edit how users will see the details of a single record of this type. Drag and drop fields and sections in this preview of a profile view and group them as appropriate. The editor below closely resembles how the form will look for users later. <br /> We recommend to keep things simple: Only add fields that you really need for your work.
de: Sie können anpassen, wie Nutzer:innen die Details eines einzelnen Datensatzes dieses Typs sehen. Verschieben Sie Felder und Bereiche per "drag & drop" in dieser Vorschau und gruppieren Sie Felder. Das Layout im untenstehenden Editor ist sehr ähnlich dem Formular, wie es Nutzer:innen später sehen. <br /> Weniger ist mehr: Aus unserer Erfahrung empfehlen wir, nur Felder die Sie wirklich aktuell benötigen anzulegen.

source: <fa-icon aria-label="add element" icon="plus-circle" class="standard-icon-with-text" ></fa-icon> Add Section
de: us-circle" class="standard-icon-with-text" >A Sektion hinzufügen
fr: <fa-icon aria-label="add element" icon="plus-circle" class="standard-icon-with-text" ></fa-icon> Ajouter une section

source: New Section
de: Neue Sektion
fr: Nouvelle section

source: Configure Text Block
de: Textblock konfigurieren
fr: Configurer le bloc de texte

source: This text is displayed as part of the form to provide additional information without any input options for the user:
de: Dieser Text wird als Teil des Formulars für zusätzliche Informationen ohne eine Nutzereingabe angezeigt:
fr: Ce texte est affiché dans le cadre du formulaire pour fournir des informations supplémentaires sans aucune option de saisie pour l'utilisateur:

source: Cancel
de: Abbrechen
fr: Annuler

source: The field settings here apply to the record type overall and affect both the field here in the current view as well as all other forms and lists where this field is displayed.
de: Die Einstellungen hier verändern den Datentyp und können das Feld hier und auch an anderen Stellen beeinflussen.
fr: Les paramètres de champ ici s'appliquent au type d'enregistrement dans son ensemble et affectent à la fois le champ ici dans la vue actuelle ainsi que tous les autres formulaires et listes où ce champ est affiché.

source: Basics
de: Generell
fr: Notions de base

source: Optionally you can define an additional shorter label to be displayed in table headers and other places where space is limited.
de: Zusätzlich kann ein optionales kurzes Label definiert werden welches in Tabellen oder anderen Stellen mit wenig Platz genutzt wird.
fr: Vous pouvez éventuellement définir une étiquette plus courte supplémentaire à afficher dans les en-têtes de tableau et dans d'autres endroits où l'espace est limité.

source: The description provides additional explanation or context about this field. It is usually displayed as a help icon with tooltip.
de: Die Beschreibung kann zusätzliche Erklärungen oder Informationen zu einem Feld geben. Es wird meistens als Hilfe Icon mit Tooltip angezeigt.
fr: La description fournit des explications ou un contexte supplémentaires sur ce champ. Elle est généralement affichée sous la forme d'une icône d'aide avec une info-bulle.

source: The internal ID of the field is used at a technical level in the database. The ID cannot be changed after the field has been created.
de: Die interne ID eines Feldes ist auf technischer Ebene notwendig für die Datenbank. Die ID kann nicht mehr geändert werden, nachdem das Feld bearbeitet erstellt wurde.
fr: L'ID interne du champ est utilisé à un niveau technique dans la base de données. L'ID ne peut pas être modifié une fois le champ créé.

source: Type
de: Typ
fr: Taper

source: allow multiple values (multi-select)
de: Mehrfach-Auswahl erlauben
fr: autoriser plusieurs valeurs (sélection multiple)
