Repository: Aam-Digital/ndb-core
Catalog: src/assets/locale/messages.*.xlf
Languages: de, fr

source: This page is still under development. More information and configuration options coming soon.
de: Diese Seite befindet sich noch im Aufbau. Weitere Informationen und Konfigurationsoptionen folgen in Kürze.
fr: Cette page est encore en cours de développement. Plus d'informations et d'options de configuration seront bientôt disponibles.

source: Offline Usage
de: Offline-Nutzung
fr: Utilisation hors ligne

source: Our application supports offline usage, allowing you to access and modify data without an internet connection. Changes made offline will be synchronized once you're back online.
de: Unsere Anwendung unterstützt die Offline-Nutzung, sodass Sie auch ohne Internetverbindung auf Ihre Daten zugreifen und diese bearbeiten können. Offline vorgenommene Änderungen werden synchronisiert, sobald Sie wieder online sind.
fr: Notre application fonctionne hors ligne, vous permettant d'accéder à vos données et de les modifier sans connexion Internet. Les modifications effectuées hors ligne seront synchronisées dès que vous serez de nouveau connecté.

source: Define different roles to control access to various features and data within the application. Assign these individually, so that users have appropriate access levels.
de: Definieren Sie verschiedene Rollen, um den Zugriff auf unterschiedliche Funktionen und Daten innerhalb der Anwendung zu steuern. Weisen Sie diese individuell zu, damit die Benutzer über die entsprechenden Zugriffsrechte verfügen.
fr: Définissez différents rôles pour contrôler l'accès aux diverses fonctionnalités et données de l'application. Attribuez-les individuellement afin que les utilisateurs disposent des niveaux d'accès appropriés.

source: Reporting & Analysis
de: Berichterstattung und Analyse
fr: Rapports et analyses

source: Calculate advanced statistics and analyze records across their relationships using custom SQL queries.
de: Berechnen Sie fortgeschrittene Statistiken und analysieren Sie Datensätze hinsichtlich ihrer Beziehungen mithilfe benutzerdefinierter SQL-Abfragen.
fr: Calculez des statistiques avancées et analysez les enregistrements en fonction de leurs relations à l'aide de requêtes SQL personnalisées.

source: PDF Generation
de: PDF-Generierung
fr: Génération de PDF

source: Generate PDF documents from your data entries based on custom Word templates for easy sharing and printing.
de: Erstellen Sie PDF-Dokumente aus Ihren Dateneingaben anhand von benutzerdefinierten Word-Vorlagen zum einfachen Teilen und Drucken.
fr: Générez des documents PDF à partir de vos données saisies, en vous basant sur des modèles Word personnalisés, pour un partage et une impression faciles.

source: Stay informed with in-app notifications about important events and updates relevant to the activities of your team.
de: Bleiben Sie mit In-App-Benachrichtigungen über wichtige Ereignisse und Aktualisierungen, die für die Aktivitäten Ihres Teams relevant sind, auf dem Laufenden.
fr: Restez informé grâce aux notifications intégrées à l'application des événements importants et des mises à jour concernant les activités de votre équipe.

source: API Integrations
de: API-Integrationen
fr: Intégrations API

source: Connect with third-party systems to automatically pass data from Aam Digital to other tools in real-time to automate more of your workflows.
de: Verbinden Sie sich mit Drittsystemen, um Daten von Aam Digital automatisch und in Echtzeit an andere Tools weiterzuleiten und so mehr Ihrer Arbeitsabläufe zu automatisieren.
fr: Connectez-vous à des systèmes tiers pour transférer automatiquement les données d'Aam Digital vers d'autres outils en temps réel et ainsi automatiser davantage vos flux de travail.

source: Simplify the login process by integrating with your organization's identity provider, allowing users to access the application using their existing credentials.
de: Vereinfachen Sie den Anmeldeprozess durch die Integration mit dem Identitätsanbieter Ihrer Organisation, sodass Benutzer mit ihren bestehenden Konten auf die Anwendung zugreifen können.
fr: Simplifiez le processus de connexion en vous intégrant au fournisseur d'identité de votre organisation, permettant ainsi aux utilisateurs d'accéder à l'application à l'aide de leurs identifiants existants.

source: see Privacy Policy
de: siehe Datenschutzrichtlinie
fr: voir la politique de confidentialité

source: Settings
de: Einstellungen
fr: Paramètres

source: User Roles
de: Benutzerrollen
fr: Rôles des utilisateurs

source: This page is still under development. Use the raw JSON Editor below to make adjustments or contact user support.
de: Diese Seite befindet sich noch in der Entwicklung. Nutzen Sie den unten stehenden JSON-Editor, um Anpassungen vorzunehmen, oder kontaktieren Sie den Support.
fr: Cette page est encore en développement. Utilisez l'éditeur JSON ci-dessous pour apporter des modifications ou contactez l'assistance utilisateur.

source: Edit Permissions Configuration (JSON)
de: Berechtigungskonfiguration bearbeiten (JSON)
fr: Configuration des autorisations de modification (JSON)

source: Permissions updated
de: Berechtigungen aktualisiert
fr: Autorisations mises à jour

source: conflicts to resolve:
de: Zu lösende Konflikte:
fr: conflits à résoudre :

source: ⚠️ Missing Public Permission
de: ⚠️ Fehlende öffentliche Berechtigung
fr: ⚠️ Autorisation publique manquante

source: This public form will currently not work for external users without an account because the "public" role does not have permission to create new {{ entityType }} records.
de: Dieses öffentliche Formular funktioniert derzeit nicht für externe Benutzer ohne Konto, da die Rolle "public" keine Berechtigung zum Erstellen neuer {{ entityType }}-Datensätze hat.
fr: Ce formulaire public ne fonctionnera actuellement pas pour les utilisateurs externes sans compte car le rôle « public » n'a pas l'autorisation de créer de nouveaux enregistrements {{ entityType }}.

source: Required:
de: Erforderlich:
fr: Requis:

source: The "public" role needs "create" permission for "{{ entityType }}" entities.
de: Die Rolle "public" benötigt die Berechtigung "create" für "{{ entityType }}" Datensätze.
fr: Le rôle « public » a besoin de l'autorisation « créer » pour les entités « {{ entityType }} ».

source: Update Permission & Save Form
de: Berechtigungen aktualisieren & Formular speichern
fr: Mettre à jour les autorisations et enregistrer le formulaire

source: You need admin permissions to add the required permission automatically.
de: Sie benötigen Administratorrechte, um die erforderliche Berechtigung automatisch hinzuzufügen.
fr: Vous devez disposer des droits d'administrateur pour ajouter automatiquement l'autorisation requise.

source: Permission added successfully! The public form should now work correctly.
de: Berechtigung erfolgreich hinzugefügt! Das öffentliche Formular sollte nun korrekt funktionieren.
fr: Autorisation accordée avec succès ! Le formulaire public devrait maintenant fonctionner correctement.

source: Failed to add permission automatically. Please contact an administrator or check the permissions configuration manually.
de: Die Berechtigung konnte nicht automatisch hinzugefügt werden. Bitte wenden Sie sich an einen Administrator oder überprüfen Sie die Berechtigungskonfiguration manuell.
fr: L'ajout automatique de l'autorisation a échoué. Veuillez contacter un administrateur ou vérifier manuellement la configuration des autorisations.

source: Update Permission & Save Form
de: Berechtigungen aktualisieren & Formular speichern
fr: Mettre à jour les autorisations et enregistrer le formulaire

source: Save Form Only
de: Nur Formular speichern
fr: Enregistrer le formulaire uniquement

source: Save Form Anyway
de: Formular trotzdem speichern
fr: Enregistrer le formulaire quand même

source: This public form will currently not work for external users without an account because the "public" role does not have permission to create new "entityType" records.
de: Dieses öffentliche Formular funktioniert derzeit nicht für externe Benutzer ohne Konto, da die Rolle „public“ keine Berechtigung zum Erstellen neuer Datensätze vom Typ „entityType“ besitzt.
fr: Ce formulaire public ne fonctionnera actuellement pas pour les utilisateurs externes ne possédant pas de compte, car le rôle « public » ne dispose pas de l’autorisation de créer de nouveaux enregistrements « entityType ».

source: Would you like to add the required permission automatically?
de: Möchten Sie die erforderliche Berechtigung automatisch hinzufügen?
fr: Souhaitez-vous ajouter automatiquement l'autorisation requise ?

source: You need an administrator to add the required permissions. Do you still want to save this form?
de: Sie benötigen einen Administrator, um die erforderlichen Berechtigungen hinzuzufügen. Möchten Sie dieses Formular trotzdem speichern?
fr: Vous devez être administrateur pour ajouter les autorisations requises. Voulez-vous tout de même enregistrer ce formulaire ?

source: Missing Public Permission
de: Fehlende öffentliche Genehmigung
fr: Autorisation publique manquante

source: Permission added successfully! Public users can now create entityType records.
de: Berechtigung erfolgreich hinzugefügt! Öffentliche Benutzer können nun "entityType"-Datensätze erstellen.
fr: Autorisation ajoutée avec succès ! Les utilisateurs publics peuvent désormais créer des enregistrements entityType.

source: Failed to add permission: error.message
de: Berechtigung konnte nicht hinzugefügt werden: error.message
fr: Échec de l'ajout de l'autorisation : error.message

source: This form will not work until an administrator adds create permissions for entityType records.
de: Dieses Formular funktioniert erst, wenn ein Administrator die Berechtigung zum Erstellen von entityType-Datensätzen hinzufügt.
fr: Ce formulaire ne fonctionnera pas tant qu'un administrateur n'aura pas ajouté les autorisations de création pour les enregistrements entityType.

source: Tooltip Configuration
de: Tooltip-Konfiguration
fr: Configuration des infobulles

source: Customise the details shown when hovering over record type in lists and forms.
de: Passen Sie die Details an, die beim Überfahren eines Datensatztyps in Listen und Formularen mit der Maus angezeigt werden.
fr: Personnalisez les détails affichés lorsque vous survolez le type d'enregistrement dans les listes et les formulaires.

source: Title Field
de: Titelfeld
fr: Champ de titre

source: Select the main field to display as the tooltip header. This should be a descriptive field like 'name' or 'title'.
de: Wählen Sie das Hauptfeld aus, das als Tooltip-Überschrift angezeigt werden soll. Dies sollte ein beschreibendes Feld wie „Name“ oder „Titel“ sein.
fr: Sélectionnez le champ principal à afficher comme en-tête de l'infobulle. Il doit s'agir d'un champ descriptif comme « nom » ou « titre ».

source: Additional Detail Fields
de: Zusätzliche Detailfelder
fr: Champs de détails supplémentaires

source: Select additional fields to display in the tooltip. These will be shown below the title and provide extra context about the record.
de: Wählen Sie zusätzliche Felder aus, die in der QuickInfo angezeigt werden sollen. Diese werden unterhalb des Titels angezeigt und liefern zusätzlichen Kontext zum Datensatz.
fr: Sélectionnez les champs supplémentaires à afficher dans l'infobulle. Ils apparaîtront sous le titre et fourniront des informations complémentaires sur l'enregistrement.

source: Image Field (Optional)
de: Bildfeld (optional)
fr: Champ image (facultatif)

source: This record type has no image fields. Add fields with dataType 'file' or 'photo' to enable this option.
de: Dieser Datensatztyp enthält keine Bildfelder. Fügen Sie Felder mit dem Datentyp „Datei“ oder „Foto“ hinzu, um diese Option zu aktivieren.
fr: Ce type d'enregistrement ne comporte pas de champs image. Ajoutez des champs de type « fichier » ou « photo » pour activer cette option.

source: Customize colors dynamically based on data values
de: Farben dynamisch anhand von Regeln anpassen
fr: Personnalisez les couleurs de manière dynamique en fonction des valeurs des données.

source: Add Conditional Color
de: Farb-Bedingung hinzufügen
fr: Ajouter une couleur conditionnelle

source: Conditional Color
de: Farbe mit Bedingung
fr: Couleur conditionnelle

source: Delete conditional color section
de: Abschnitt „Farb-Bedingungen“ löschen
fr: Supprimer la section de couleur conditionnelle

source: Delete condition
de: Bedingung löschen
fr: Supprimer la condition

source: Main Menu
de: Hauptmenü
fr: Menu principal

source: Primary Action
de: Primäre Aktion
fr: Action principale

source: Primary Action Configuration
de: Konfiguration der "Primären Aktion"
fr: Configuration de l'action principale

source: The "primary action" is a button at the bottom right of the screen that helps you do one common action, like creating a new note, from anywhere in the app with a single click.
de: Die „primäre Aktion“ ist ein Button unten rechts auf dem Bildschirm, mit der Sie eine häufig genutzte Aktion, wie z. B. das Erstellen einer neuen Notiz, von überall in der App mit einem einzigen Klick ausführen können.
fr: L’« action principale » est un bouton situé en bas à droite de l’écran qui vous permet d’effectuer une action courante, comme la création d’une nouvelle note, depuis n’importe quel endroit de l’application en un seul clic.

source: Action Type
de: Aktion
fr: Type d'action

source: Create Record
de: Datensatz erstellen
fr: Créer un enregistrement

source: Navigate
de: Navigieren
fr: Naviguer

source: "Create Entity" opens a dialog to quickly create a new record and "Navigate" takes you to a dedicated page.
de: Mit „Datensatz erstellen“ wird ein Dialog zum schnellen Erstellen eines neuen Datensatzes geöffnet, und mit „Navigieren“ gelangen Sie zu einer speziellen Seite.
fr: « Créer une entité » ouvre une boîte de dialogue permettant de créer rapidement un nouvel enregistrement, et « Naviguer » vous dirige vers une page dédiée.

source: Reset tooltip settings
de: Einstellungen für Tooltips zurücksetzen
fr: Réinitialiser les paramètres des infobulles

source: Microsoft Outlook compatibility
de: Microsoft Outlook-Kompatibilität
fr: Compatibilité avec Microsoft Outlook

source: Check this if email ids are not separated correctly. If you use Microsoft Outlook, you may need to separate email addresses with semicolons instead of commas for compatibility.
de: Markieren Sie diese Option, falls die E-Mail-Adressen nicht korrekt getrennt werden. Wenn Sie Microsoft Outlook verwenden, müssen mit dieser Option die E-Mail-Adressen aus Kompatibilitätsgründen möglicherweise durch Semikolons statt durch Kommas getrennt werden.
fr: Vérifiez ce point si les adresses e-mail ne sont pas correctement séparées. Si vous utilisez Microsoft Outlook, vous devrez peut-être les séparer par des points-virgules plutôt que par des virgules pour des raisons de compatibilité.

source: View detailed technical information for troubleshooting
de: Technische Details zur Fehlerbehebung anzeigen
fr: Consultez les informations techniques détaillées pour le dépannage.

source: Technical Information
de: Technische Informationen
fr: Informations techniques

source: Copy Details
de: Details kopieren
fr: Détails de la copie

source: Technical Troubleshooting Info
de: Technische Informationen zur Fehleranalyse
fr: Informations de dépannage technique

source: Your account does not have the required permissions to manage user accounts.
de: Ihr Konto verfügt nicht über die erforderlichen Berechtigungen zur Verwaltung von Benutzerkonten.
fr: Votre compte ne dispose pas des autorisations requises pour gérer les comptes utilisateurs.

source: Edit User Account
de: Benutzerkonto bearbeiten
fr: Modifier le compte utilisateur

source: Please enter a valid email
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
fr: Veuillez saisir une adresse e-mail valide

source: This field is required
de: Dieses Feld ist erforderlich
fr: Ce champ est obligatoire

source: Username: {{ userAccount()?.userEntityId }}
de: Benutzername: {{ userAccount()?.userEntityId }}
fr: Nom d'utilisateur : {{ userAccount()?.userEntityId }}

source: Changing your email is temporarily only possible for administrators. Please contact your project coordinator or the support team.
de: Die Änderung Ihrer E-Mail-Adresse ist vorübergehend nur Administrator:innen möglich. Bitte wenden Sie sich an Ihre Projektkoordinator:in oder das Support-Team.
fr: La modification de votre adresse e-mail est temporairement réservée aux administrateurs. Veuillez contacter votre coordinateur de projet ou l'équipe d'assistance.

source: Change Password
de: Passwort ändern
fr: Changer le mot de passe

source: Editing linked profile record is not possible here. Please contact user support.
de: Das Bearbeiten verknüpfter Profildatensätze ist hier nicht möglich. Bitte wenden Sie sich an den Benutzersupport.
fr: La modification de l'enregistrement du profil lié n'est pas possible ici. Veuillez contacter l'assistance utilisateur.

source: No profile ID available for user creation
de: Für die Benutzererstellung ist keine Profil-ID verfügbar.
fr: Aucun identifiant de profil disponible pour la création d'un utilisateur

source: Failed to create account
de: Benutzerkonto konnte nicht erstellt werden
fr: Impossible de créer le compte

source: Failed to update user account
de: Benutzerkonto konnte nicht aktualisiert werden
fr: Échec de la mise à jour du compte utilisateur

source: This page displays all user accounts registered for your system.
de: Auf dieser Seite werden alle für Ihr System registrierten Benutzerkonten angezeigt.
fr: Cette page affiche tous les comptes utilisateurs enregistrés sur votre système.

source: Enabled
de: Aktiv
fr: Activé

source: Email Verified
de: E-Mail verifiziert
fr: Adresse e-mail vérifiée

source: User accounts cannot be loaded while offline.
de: Benutzerkonten können im Offline-Modus nicht geladen werden.
fr: Les comptes utilisateurs ne peuvent pas être chargés hors ligne.

source: Failed to load users. Please try again later or contact your server administrator.
de: Benutzer konnten nicht geladen werden. Bitte versuchen Sie es später erneut oder wenden Sie sich an Ihren Serveradministrator.
fr: Impossible de charger les utilisateurs. Veuillez réessayer plus tard ou contacter votre administrateur serveur.

source: Configure the dashboard
de: Dashboard konfigurieren
fr: Configurer le tableau de bord

source: Configure, add and remove dashboard widgets
de: Dashboard-Widgets konfigurieren, hinzufügen und entfernen
fr: Configurer, ajouter et supprimer des widgets de tableau de bord

source: Create System
de: System erstellen
fr: Créer un système

source: Create System
de: System erstellen
fr: Créer un système

source: Select inheritance option
de: Vererbungsoption auswählen

source: No inheritance options available
de: Keine Vererbungsoptionen verfügbar

source: value inherited or auto-updated from related records
de: Wert geerbt oder automatisch aktualisiert von zugehörigen Datensätzen

source: Prepare Email
de: E-Mail vorbereiten

source: Select a template to prefill email content
de: Wählen Sie eine Vorlage aus, um den E-Mail-Inhalt vorab auszufüllen.

source: Select the template to prefill email content to this record. If you want to create a new template, you can do so from -
de: Wählen Sie eine Vorlage aus, um den E-Mail-Inhalt für diesen Datensatz vorab auszufüllen. Wenn Sie eine neue Vorlage erstellen möchten, können Sie dies hier tun:

source: Email Content
de: E-Mail-Inhalt

source: Enter email subject
de: E-Mail-Betreff eingeben

source: Enter email body
de: E-Mail-Text eingeben

source: Warning: "mm" is used for minutes, for months use "MM" instead.
de: Warnung: „mm“ wird für Minuten verwendet, für Monate verwenden Sie stattdessen „MM“.

source: This format cannot parse all dates.
de: Das angegebene Format kann nicht alle Datumsangaben verarbeiten.

source: Skip address lookup
de: Adresssuche überspringen

source: Enable this option to import addresses as plain text without attempting to look up geographic coordinates. This is useful when importing large amounts of data to avoid rate limits, or when the addresses don't need map coordinates.
de: Aktivieren Sie diese Option, um Adressen als Klartext zu importieren, ohne geografische Koordinaten zu ermitteln. Dies ist hilfreich beim Import großer Datenmengen, um Übertragungsbeschränkungen zu vermeiden, oder wenn die Adressen keine Kartenkoordinaten benötigen.

source: Search fields
de: Suchfelder

source: Clear search
de: Suche zurücksetzen

source: Additional Settings [optional]
de: Zusätzliche Einstellungen [optional]

source: Configure additional settings for the import process. First select an import type above to enable this section.
de: Konfigurieren Sie zusätzliche Einstellungen für den Importvorgang. Wählen Sie zunächst oben einen Importtyp aus, um diesen Abschnitt zu aktivieren.

source: Multi-value separator
de: Trennzeichen für Werte mit Mehrfach-Nennung

source: Which character is used to separate multiple values in a single column cell for array-type fields (e.g., multi-select options).
de: Welches Zeichen wird verwendet, um mehrere Werte in einer einzelnen Spaltenzelle für Array-Felder (z. B. Mehrfachauswahloptionen wie "Apfel, Birne") zu trennen?

source: Load more
de: Mehr laden

source: Preparing bulk action ...
de: Massenaktion vorbereiten ...

source: Updated this.processedUpdateCount of this.expectedUpdateCount records...
de: this.processedUpdateCount von this.expectedUpdateCount Datensätzen aktualisiert ...

source: Edit data structure of {{ entityConstructor.label || entityConstructor.ENTITY_TYPE }}
de: Bearbeiten Sie die Datenstruktur von {{ entityConstructor.label || entityConstructor.ENTITY_TYPE }}

source: Setup Wizard
de: Einrichtungsassistent

source: Add Condition
de: Bedingung hinzufügen

source: Edit JSON
de: JSON bearbeiten

source: Edit Prefilters
de: Vorfilter bearbeiten

source: Delete
de: Löschen

source: Hindu
de: Hinduistisch

source: Muslim
de: Muslimisch

source: Christian
de: Christlich

source: field
de: Feld

source: Configure the value from the other record that should be inherited (and any transformation, if necessary).
de: Konfigurieren Sie den Wert aus dem anderen Datensatz, der übernommen werden soll (und gegebenenfalls eine Daten-Transformation).

source: Configure
de: Konfigurieren

source: Inherit value from any "this.getEntityLabel(referencedEntityType)" that is linked to in this record's "refFieldLabel" field
de: Übernehme den Wert von jedem "this.getEntityLabel(referencedEntityType)"-Feld, das mit dem Feld "refFieldLabel" dieses Datensatzes verknüpft ist.

source: Inherit value from any "this.getEntityLabel(refEntityType)" that links to this record in its "refFieldLabel" field
de: Übernehme den Wert von jedem "this.getEntityLabel(refEntityType)", das in seinem Feld "refFieldLabel" auf diesen Datensatz verweist.

source: You are linking this field to the value of a related {{ sourceValueEntityType.label }} record. The system will show a dialog to automatically update this field whenever the related record's field changes. You can still manually adjust the value if needed. This helps you ensure data consistency and reduces manual work.
de: Sie verknüpfen dieses Feld mit dem Wert eines zugehörigen Datensatzes vom Typ {{ sourceValueEntityType.label }}. Das System zeigt einen Dialog an, um dieses Feld automatisch zu aktualisieren, sobald sich der Wert des zugehörigen Datensatzes ändert. Sie können den Wert bei Bedarf weiterhin manuell anpassen. Dies trägt zur Datenkonsistenz bei und reduziert den manuellen Aufwand.

source: Field defining the related source record:
de: Feld, das den zugehörigen Quelldatensatz definiert:

source: Source value field (of {{ sourceValueEntityType.label }})
de: Quellwertfeld (von {{ sourceValueEntityType.label }})
