Repository: Aam-Digital/ndb-core
Catalog: src/assets/locale/messages.*.xlf
Languages: de, fr

source: [invalid option]
de: [ungültige Option]
fr: [option invalide]

source: records where this field is empty
de: Datensätze, bei denen dieses Feld leer ist
fr: enregistrements où ce champ est vide

source: not defined
de: nicht definiert
fr: non défini

source: Pick a color or enter a color code (e.g. #ff0000).
de: Wählen Sie eine Farbe oder geben Sie einen Farbcode ein.
fr: Choisissez une couleur ou entrez un code couleur (par exemple #ff0000).

source: Send Email
de: E-Mail senden
fr: Envoyer un e-mail

source: Attendance (recent absences)
de: Anwesenheit (kürzliche Abwesenheiten)
fr: Présence (absences récentes)

source: this week
de: diese Woche
fr: cette semaine

source: Period Label
de: Periodenbezeichnung
fr: Étiquette de période

source: Days Offset
de: Tage Offset
fr: Décalage des jours

source: Attendance Status Type
de: Anwesenheitsstatustyp
fr: Type de statut de présence

source: (optional, e.g. LATE)
de: (optional, z. B. "zu spät")
fr: (facultatif, par exemple RETARD)

source: Warning Levels
de: Warnstufen
fr: Niveaux d'avertissement

source: Days since last note
de: Tage seit der letzten Notiz
fr: Jours depuis la dernière note

source: From beginning of week
de: Ab Wochenbeginn
fr: Depuis le début de la semaine

source: Mode
de: Modus

source: With recent notes
de: Mit aktuellen Notizen
fr: Avec des notes récentes

source: Without recent notes
de: Ohne aktuelle Notizen
fr: Sans notes récentes

source: Important Notes
de: Wichtige Hinweise
fr: Notes importantes

source: Select Widget
de: Widget auswählen
fr: Sélectionner un widget

source: Select Widget Type
de: Widget-Typ auswählen
fr: Sélectionnez le type de widget

source: Subtitle & Explanation
de: Untertitel & Erklärung
fr: Sous-titre et explication

source: Subtitle
de: Untertitel
fr: Sous-titre

source: Explanation
de: Erläuterung
fr: Explication

source: Edit Dashboard Widgets
de: Dashboard-Widgets bearbeiten
fr: Modifier les widgets du tableau de bord

source: Drag and drop the widgets to reorder them. You can configure details of each widget by clicking on them. Add additional widgets or remove widgets to fully customize the dashboard to your needs. The dashboard layout is shared by all users, your changes will be visible to everyone.
de: Per Drag & Drop können Sie die Widgets neu anordnen. Sie können die Details jedes Widgets durch Anklicken konfigurieren. Fügen Sie weitere Widgets hinzu oder entfernen Sie Widgets, um das Dashboard vollständig an Ihre Bedürfnisse anzupassen. Das Dashboard-Layout wird von allen Benutzern gemeinsam genutzt, Ihre Änderungen sind für alle sichtbar.
fr: Glissez-déposez les widgets pour les réorganiser. Vous pouvez configurer les détails de chaque widget en cliquant dessus. Ajoutez ou supprimez des widgets pour personnaliser entièrement le tableau de bord selon vos besoins. La disposition du tableau de bord est partagée par tous les utilisateurs ; vos modifications seront visibles par tous.

source: You can rearrange the dashboard sections to highlight the most important information first.
de: Sie können die Dashboard-Abschnitte neu anordnen, um die wichtigsten Informationen zuerst hervorzuheben.
fr: Vous pouvez réorganiser les sections du tableau de bord pour mettre en évidence les informations les plus importantes en premier.

source: Remove this widget
de: Dieses Widget entfernen
fr: Supprimer ce widget

source: Edit Widget
de: Widget bearbeiten
fr: Modifier le widget

source: Add Widget
de: Widget hinzufügen
fr: Ajouter un widget

source: Dashboard configuration updated
de: Dashboard-Konfiguration aktualisiert
fr: Configuration du tableau de bord mise à jour

source: Edit Dashboard
de: Dashboard bearbeiten
fr: Modifier le tableau de bord

source: Days ahead to show birthdays
de: Tage im Voraus Geburtstage anzuzeigen
fr: Jours à venir pour afficher les anniversaires

source: Birthday Property
de: Geburtsdatum-Feld
fr: Propriété d'anniversaire

source: Birthdays
de: Geburtstage
fr: Anniversaires

source: Select which record type to count and display statistics for
de: Wählen Sie aus, für welchen Datensatz-Typ Statistiken gezählt und angezeigt werden sollen
fr: Sélectionnez le type d'enregistrement à compter et affichez les statistiques pour

source: Group By Fields <span matTooltip="You can select one or more filters to segregate the dashboard data further, providing a more detailed analysis." i18n-matTooltip ><fa-icon icon="question-circle"></fa-icon></span>
de: Gruppieren nach Feldern <span matTooltip="Sie können einen oder mehrere Filter auswählen, um die Dashboard-Daten weiter zu trennen und so eine detailliertere Analyse zu erhalten." i18n-matTooltip ><fa-icon icon="question-circle"></fa-icon></span>
fr: Champs de regroupement <span matTooltip="Vous pouvez sélectionner un ou plusieurs filtres pour séparer davantage les données du tableau de bord, fournissant une analyse plus détaillée." i18n-matTooltip ><fa-icon icon="question-circle"></fa-icon></span>

source: You can select one or more filters to segregate the dashboard data further, providing a more detailed analysis.
de: Sie können einen oder mehrere Filter auswählen, um die Daten zu disaggregieren und so eine detailliertere Analyse zu ermöglichen.
fr: Vous pouvez sélectionner un ou plusieurs filtres pour séparer davantage les données du tableau de bord, fournissant ainsi une analyse plus détaillée.

source: Select Group By Fields
de: Gruppierungs-Feldern auswählen
fr: Sélectionner les champs groupés par

source: Entity Count
de: Datensatz-Zählung
fr: Nombre d'entités

source: Users can add and update parts and their progress from the dashboard directly, using the tool icon on the widget's bottom left corner.
de: Benutzer können Teile und ihren Fortschritt direkt vom Dashboard aus hinzufügen und aktualisieren, indem sie das Werkzeugsymbol in der unteren linken Ecke des Widgets verwenden.
fr: Les utilisateurs peuvent ajouter et mettre à jour des pièces et leur progression directement depuis le tableau de bord, en utilisant l'icône d'outil dans le coin inférieur gauche du widget.

source: Progress
de: Fortschritt
fr: Progrès

source: You can create some quick access links to your most-used features.
de: Sie können einige Schnellzugriffslinks zu Ihren am häufigsten verwendeten Funktionen erstellen.
fr: Vous pouvez créer des liens d’accès rapide vers vos fonctionnalités les plus utilisées.

source: Shortcuts
de: Verknüpfungen
fr: Raccourcis

source: Currently, the widget will always show your due tasks.
de: Derzeit zeigt das Widget immer Ihre fälligen Aufgaben an.
fr: Actuellement, le widget affichera toujours vos tâches à accomplir.

source: Todos
de: Aufgaben
fr: Tous

source: Email Template
de: E-Mail-Vorlage
fr: Modèle d'e-mail

source: Email Templates
de: E-Mail-Vorlagen
fr: Modèles d'e-mails

source: Body
de: Text
fr: Corps

source: configure available Email templates
de: Konfigurieren Sie verfügbare E-Mail-Vorlagen
fr: configurer les modèles d'e-mails disponibles

source: Note: "Sending" mail will open the email application on your device. If nothing happens you may have to set up a default email client.
de: Hinweis: Beim Senden einer E-Mail wird die E-Mail-Anwendung auf Ihrem Gerät geöffnet. Wenn nichts passiert, müssen Sie möglicherweise ein Standard E-Mail-Programm einrichten.
fr: Remarque : « L'envoi » d'un e-mail ouvrira l'application de messagerie sur votre appareil. Si rien ne se passe, vous devrez peut-être configurer un client de messagerie par défaut.

source: Message Template
de: Nachrichtenvorlage
fr: Modèle de message

source: Opening email on your device...
de: E-Mail wird auf Ihrem Gerät geöffnet …
fr: Ouverture d'un e-mail sur votre appareil...

source: If nothing is happening, please check your default email client. <a href="https://chatwoot.help/hc/aam-digital/articles/1756720692-send-e_mail-and-use-mail-templates" target="_blank">link to user guide</a>
de: Wenn nichts passiert, &uuml;berpr&uuml;fen Sie bitte Ihren Standard-E-Mail-Programm. (<a href="https://chatwoot.help/hc/aam-digital/articles/1756720692-send-e_mail-and-use-mail-templates" target="_blank">siehe auch Link zum Benutzerhandbuch</a>)
fr: Si rien ne se passe, veuillez v&eacute;rifier votre client de messagerie par d&eacute;faut. <a href="https://chatwoot.help/hc/aam-digital/articles/1756720692-send-e_mail-and-use-mail-templates" target="_blank">lien vers le guide de l'utilisateur</a>

source: Continue
de: Fortfahren
fr: Continuer

source: Select for which records this template is offered. If none are selected, the template is available for all record types.
de: Wählen Sie aus, für welche Datensätze diese Vorlage angeboten wird. Wenn keine Auswahl getroffen wird, ist die Vorlage für alle Datensatztypen verfügbar.
fr: Sélectionnez les enregistrements pour lesquels ce modèle est proposé. Si aucun n'est sélectionné, le modèle est disponible pour tous les types d'enregistrements.

source: You can select a Note category here that is used for documenting a sent email in the record's related notes.
de: Hier können Sie eine Notizkategorie auswählen, die zum Dokumentieren einer versendeten E-Mail in den zugehörigen Notizen des Datensatzes verwendet wird.
fr: Vous pouvez sélectionner ici une catégorie de notes utilisée pour documenter un e-mail envoyé dans les notes associées à l'enregistrement.

source: Create a note to document message
de: Erstellen einer Notiz zum Dokumentieren einer Nachricht
fr: Créer une note pour documenter le message

source: Please fill an email address for this record to use this functionality.
de: Bitte geben Sie für diesen Datensatz eine E-Mail-Adresse ein, um diese Funktion zu nutzen.
fr: Veuillez renseigner une adresse e-mail pour cet enregistrement afin d'utiliser cette fonctionnalité.

source: {{ excludedEntitiesCount }} records were excluded due to missing email address.
de: {{ excludedEntitiesCount }} Datensätze wurden aufgrund fehlender E-Mail-Adresse ausgeschlossen.
fr: {{ excludedEntitiesCount }} les enregistrements ont été exclus en raison d'une adresse e-mail manquante.

source: Send as BCC
de: Als BCC senden
fr: Envoyer en Cci

source: If you send an email to multiple people they can see each others email IDs. Unless they know each other you should avoid this. Therefore, you can instead send the email to yourself and add all recipients as 'blind copy' (BCC).
de: Wenn Sie eine E-Mail an mehrere Personen senden, können diese die E-Mail-Adressen der anderen sehen. Sofern sich die Empfänger nicht kennen, sollten Sie dies vermeiden. Senden Sie die E-Mail stattdessen an sich selbst und fügen Sie alle Empfänger als Blindkopie (BCC) hinzu.
fr: Si vous envoyez un e-mail à plusieurs personnes, elles peuvent voir leurs adresses e-mail respectives. À moins qu'elles ne se connaissent, évitez cette pratique. Vous pouvez donc vous envoyer l'e-mail à vous-même et ajouter tous les destinataires en copie cachée (Cci).

source: Configuring data structure for "{{ (entityType | entityTypeLabel) ?? entityType }}" records
de: Konfigurieren der Datenstruktur für "{{ (entityType | entityTypeLabel) ?? entityType }}"-Datensätze
fr: Configuration de la structure de données pour les enregistrements « {{ (entityType | entityTypeLabel) ?? entityType }} »

source: Configure Data Structure
de: Datenstruktur konfigurieren
fr: Configurer la structure des données

source: [Invalid: invalidId]
de: [Ungültig: invalidId]
fr: [Invalide : invalidId]

source: Checking if this feature is enabled for your system. This may take a few seconds...
de: Es wird überprüft, ob diese Funktion für Ihr System aktiviert ist. Dies kann einige Sekunden dauern ...
fr: Vérification en cours pour savoir si cette fonctionnalité est activée sur votre système. Cela peut prendre quelques secondes…

source: This feature is currently not enabled for your system. Please contact your system administrator to enable it.
de: Diese Funktion ist derzeit für Ihr System nicht aktiviert. Wenden Sie sich zur Aktivierung an Ihren Systemadministrator.
fr: Cette fonctionnalité n'est actuellement pas activée sur votre système. Veuillez contacter votre administrateur système pour l'activer.

source: If {{ featureName }} has been enabled and you are still seeing this message, there may be an issue with your internet connection or a temporary technical issue on the server. If this persists, please also contact your administrator.
de: Wenn {{ featureName }} aktiviert ist und diese Meldung weiterhin angezeigt wird, liegt möglicherweise ein Problem mit Ihrer Internetverbindung oder ein vorübergehendes technisches Problem auf dem Server vor. Sollte das Problem weiterhin bestehen, wenden Sie sich bitte ebenfalls an Ihren Administrator.
fr: Si {{ featureName }} a été activé et que ce message persiste, il se peut qu'il y ait un problème de connexion Internet ou un problème technique temporaire sur le serveur. Si le problème persiste, veuillez également contacter votre administrateur.

source: this feature
de: diese Funktion
fr: cette fonctionnalité

source: Add New Item
de: Neues Element hinzufügen
fr: Ajouter un nouvel élément

source: Edit Item
de: Element bearbeiten
fr: Modifier l'élément

source: Birthdays / Anniversaries to show
de: angezeigte Geburtstage / Jahrestage
fr: Anniversaires à afficher

source: There are no additional fields with datatype 'date of birth (date + age)'.
de: Es gibt keine zusätzlichen Felder mit dem Datentyp „Geburtsdatum (Datum + Alter)“.
fr: Il n'y a pas de champs supplémentaires avec le type de données « date de naissance (date + âge) ».

source: Add another
de: Weitere hinzufügen
fr: Ajouter un autre

source: You can edit how users will see the Note details of a single record. Drag and drop fields and sections in this preview of a profile view and group them as appropriate. The editor below closely resembles how the form will look for users later. <br /> We recommend to keep things simple: Only add fields that you really need for your work.
de: Sie können festlegen, wie Benutzern die Notizdetails eines einzelnen Datensatzes angezeigt werden. Ziehen Sie Felder und Abschnitte in dieser Profilansicht per Drag & Drop und gruppieren Sie sie nach Bedarf. Der folgende Editor ähnelt stark dem späteren Aussehen des Formulars für Benutzer. <br /> Wir empfehlen, es einfach zu halten: Fügen Sie nur Felder hinzu, die Sie für Ihre Arbeit wirklich benötigen.
fr: Vous pouvez modifier l'affichage des notes d'un enregistrement. Glissez-déposez les champs et les sections dans cet aperçu de profil et regroupez-les comme vous le souhaitez. L'éditeur ci-dessous reproduit fidèlement l'apparence du formulaire pour les utilisateurs. <br /> Nous vous recommandons de simplifier les choses : ajoutez uniquement les champs réellement nécessaires à votre travail.

source: Switch to select mode
de: In den Auswahlmodus wechseln
fr: Passer au mode de sélection

source: Switch to custom link mode
de: Wechseln Sie in den benutzerdefinierten Linkmodus
fr: Passer au mode lien personnalisé

source: Click on multiple rows below to match a group.
de: Klicken Sie unten auf mehrere Zeilen, um eine Gruppe zuzuordnen.
fr: Cliquez sur plusieurs lignes ci-dessous pour faire correspondre un groupe.

source: Clear selected entities
de: Ausgewählte Entitäten zurücksetzen
fr: Effacer les entités sélectionnées

source: Linked Entities
de: Verknüpfte Entitäten
fr: Entités liées

source: Some URL parameters were ignored for security: ignoredParams.join(", ")
de: Einige URL-Parameter wurden aus Sicherheitsgründen ignoriert: ignoredParams.join(", ")
fr: Certains paramètres d'URL ont été ignorés pour des raisons de sécurité : ignoredParams.join(", ")

source: Please select at least one field to be shown in the confirmation dialog.
de: Bitte wählen Sie mindestens ein Feld aus, das im Bestätigungsdialog angezeigt werden soll.
fr: Veuillez sélectionner au moins un champ à afficher dans la boîte de dialogue de confirmation.

source: Age:
de: Alter:
fr: Âge:

source: This field is read-only. Edit the date field to update the age. You can select Jan 1st if you don't know the exact date.
de: Dieses Feld ist schreibgeschützt. Bearbeiten Sie das Datumsfeld, um das Alter zu aktualisieren. Sie können den 1. Januar auswählen, wenn Sie das genaue Datum nicht kennen.
fr: Ce champ est en lecture seule. Modifiez le champ date pour mettre à jour l'âge. Vous pouvez sélectionner le 1er janvier si vous ne connaissez pas la date exacte.

source: The identifier that is part of the link (URL) through which users can access this form
de: Die Kennung, die Teil des Links (URL) ist, über den Benutzer auf dieses Formular zugreifen können
fr: L'identifiant qui fait partie du lien (URL) par lequel les utilisateurs peuvent accéder à ce formulaire

source: Enter Form Link ID
de: Geben Sie die Formular-Link-ID ein
fr: Saisissez l'identifiant du lien du formulaire

source: You can configure some fields to be always be set to a certain value when this form is submitted. For example, make a "status" field always be set to "new" so that you can easily filter the new records submitted by external users; or make a "signed up on" date field to always show the current date. If you add the same field(s) in the "Configure Fields" section to show to the user, this pre-filled value can be changed by the person filling the form.
de: Sie können einige Felder so konfigurieren, dass sie beim Absenden des Formulars immer einen bestimmten Wert haben. Beispielsweise können Sie das Feld "Status" immer auf "Neu" setzen, um die von externen Benutzern übermittelten Datensätze einfach zu filtern. Oder legen Sie das Datumsfeld "Anmeldung am" fest, um immer das aktuelle Datum anzuzeigen. Wenn Sie dieselben Felder im Bereich "Felder konfigurieren" hinzufügen, kann der voreingestellte Wert vom Benutzer geändert werden.
fr: Vous pouvez configurer certains champs pour qu'ils affichent toujours une valeur spécifique lors de la soumission de ce formulaire. Par exemple, définissez le champ « Statut » sur « Nouveau » afin de filtrer facilement les nouveaux enregistrements soumis par des utilisateurs externes ; ou définissez le champ « Date d'inscription » sur la date du jour. Si vous ajoutez ces mêmes champs dans la section « Configurer les champs » pour les afficher à l'utilisateur, cette valeur préremplie pourra être modifiée par la personne qui remplit le formulaire.

source: **Collect replies of this form linked to individual records**<br> <br>You can use forms with a special "magic link" to collect responses from participants that are already registered in your system. By sending out an individual link to each person, the form response(s) from that person can be linked into their profile. For example, you can collect feedback or an evaluation survey and relate each submission to the specific participant or organisation that gave it.<br>The system supports linking to multiple entity types. For example, you can encode IDs of a person and activity in the magic link to collect feedback for that specific context. To set this up, select multiple fields below. Currently, such multi-ID URLs need to be generated outside of this system, however.
de: **Antworten dieses Formulars mit individuellen Datensätzen sammeln**<br> <br>Sie können Formulare mit einem speziellen „Magic Link“ verwenden, um Antworten von Teilnehmern zu sammeln, die bereits in Ihrem System registriert sind. Indem Sie jeder Person einen individuellen Link senden, können die Formularantworten dieser Person mit ihrem Profil verknüpft werden. So können Sie beispielsweise Feedback oder eine Evaluationsumfrage sammeln und jede Antwort dem jeweiligen Teilnehmer oder der Organisation zuordnen.<br>Das System unterstützt die Verknüpfung mit mehreren Datensatz-Typen. Sie können beispielsweise IDs einer Person und Aktivität im Magic Link kodieren, um Feedback für den jeweiligen Kontext zu sammeln. Wählen Sie dazu unten mehrere Felder aus. Derzeit müssen solche Multi-ID-URLs jedoch außerhalb dieses Systems generiert werden.
fr: **Collecter les réponses à ce formulaire liées à des enregistrements individuels**<br> <br>Vous pouvez utiliser des formulaires avec un « lien magique » spécial pour recueillir les réponses des participants déjà inscrits dans votre système. En envoyant un lien individuel à chaque personne, ses réponses au formulaire peuvent être associées à son profil. Par exemple, vous pouvez recueillir des commentaires ou réaliser une enquête d'évaluation et relier chaque participation au participant ou à l'organisation concernée.<br>Le système prend en charge la liaison à plusieurs types d'entités. Par exemple, vous pouvez encoder les identifiants d'une personne et d'une activité dans le lien magique afin de recueillir des commentaires pour ce contexte spécifique. Pour configurer cette fonctionnalité, sélectionnez plusieurs champs ci-dessous. Actuellement, ces URL à identifiants multiples doivent toutefois être générées en dehors de ce système.

source: Normally, long labels are shortened with an ellipsis (...) to keep simple views with only single-line labels. If you enable this option, the full label will be displayed on multiple lines instead of being shortened.
de: Normalerweise werden lange Beschriftungen mit Auslassungspunkten (...) gekürzt, um eine einfache Darstellung mit nur einzeiligen Beschriftungen zu gewährleisten. Wenn Sie diese Option aktivieren, wird die vollständige Beschriftung auch mehrzeilig angezeigt, anstatt gekürzt zu werden.
fr: Normalement, les étiquettes longues sont raccourcies par des points de suspension (...) afin de simplifier l'affichage en les affichant sur une seule ligne. Si vous activez cette option, l'étiquette complète s'affichera sur plusieurs lignes au lieu d'être raccourcie.

source: Display full label (multi-line)
de: Vollständige Beschriftung anzeigen (mehrzeilig)
fr: Afficher l'étiquette complète (multiligne)

source: You should select at least one field to be shown in the confirmation dialog.
de: Sie sollten mindestens ein Feld auswählen, das im Bestätigungsdialog angezeigt werden soll.
fr: Vous devez sélectionner au moins un champ à afficher dans la boîte de dialogue de confirmation.

source: Show "Submit Another Form" Button
de: „Weiteres Formular senden“-Button anzeigen
fr: Afficher le bouton « Soumettre un autre formulaire »

source: If enabled, users will see a "Submit Another Form" button after a successful submission. This helps when you want multiple submissions from the same user.
de: Wenn diese Option aktiviert ist, wird Benutzern nach erfolgreicher Übermittlung die Option „Weiteres Formular übermitteln“ angezeigt. Dies ist hilfreich, wenn eine Benutzer:in mehrere Formulare abschicken soll.
fr: Si cette option est activée, un bouton « Soumettre un autre formulaire » s’affichera après l’envoi d’un formulaire. Cela s’avère utile pour recevoir plusieurs soumissions d’un même utilisateur.

source: Some fields are invalid, please check the form and submit again.
de: Einige Felder sind ungültig. Bitte überprüfen Sie das Formular und senden Sie es erneut ab.
fr: Certains champs sont invalides, veuillez vérifier le formulaire et le soumettre à nouveau.

source: Get help and customization options.
de: Unterstützung zur Nutzung und Anpassungsoptionen.
fr: Obtenez de l'aide et des options de personnalisation.

source: Virtual
de: Virtueller
fr: Virtuel

source: Hi there! Need help setting up or using the application?
de: Hallo! Benötigen Sie Hilfe beim Einrichten oder Verwenden der Anwendung?
fr: Bonjour ! Besoin d'aide pour configurer ou utiliser l'application ?
