Repository: Aam-Digital/ndb-core
Catalog: src/assets/locale/messages.*.xlf
Languages: de, fr

source: If the source is a dropdown field, you can optionally also define a custom mapping for specific values.
de: Wenn es sich bei der Datenquelle um ein Dropdown-Feld handelt, können Sie optional auch eine benutzerdefinierte Zuordnung für bestimmte Werte definieren.

source: Transform value with custom mapping
de: Werte individuell transformieren

source: Create, edit and manage user accounts.
de: Benutzerkonten erstellen, bearbeiten und verwalten.

source: Set roles and manage role-based access.
de: Rollen festlegen und rollenbasierte Zugriffsrechte verwalten.

source: Download all data of the database.
de: Laden Sie alle Daten der Datenbank herunter.

source: Upload a previous backup to restore the database to that state.
de: Laden Sie eine frühere Sicherung hoch, um die Datenbank in diesen Zustand zurückzuversetzen.

source: Download all data of the database in a format that can be opened as a spreadsheet.
de: Laden Sie alle Daten der Datenbank in einem Format herunter, das als Tabellenkalkulation geöffnet werden kann.

source: Open the raw configuration file to make advanced technical adjustments.
de: Öffnen Sie die Rohkonfigurationsdatei, um erweiterte technische Anpassungen vorzunehmen.

source: Download the raw configuration file.
de: Laden Sie die Konfigurationsdatei im technischen Datenformat herunter.

source: Upload a raw configuration file and overwrite the current system configuration.
de: Laden Sie eine Konfigurationsdatei hoch und überschreiben Sie die aktuelle Systemkonfiguration.

source: Make the database service available in the browser's developer console for advanced administrative tasks.
de: Stellen Sie den Datenbankdienst in der Entwicklerkonsole des Browsers für erweiterte administrative Aufgaben zur Verfügung.

source: Delete all data in the database.
de: Löschen Sie alle Daten in der Datenbank.

source: View any database records that could not be synced because multiple users edited the record at the same time while offline.
de: Alle Datenbankeinträge anzeigen, die nicht synchronisiert werden konnten, weil mehrere Benutzer den Eintrag gleichzeitig im Offline-Modus bearbeitet haben.

source: Define what data you can manage by configuring the fields of lists and profiles.
de: Definieren Sie, welche Daten Sie verwalten können, indem Sie die Felder von Listen und Profilen konfigurieren.

source: Manage the overall site configuration, including language, colors and fonts.
de: Verwalten Sie die gesamte Website-Konfiguration, einschließlich Sprache, Farben und Schriftarten.

source: A quick guide to help with essential setup steps and configuration.
de: Eine Kurzanleitung, die Ihnen bei den wichtigsten Einrichtungsschritten und der Konfiguration hilft.

source: Organize the menu items listed on the left.
de: Ordnen Sie die Menüpunkte auf der linken Seite.

source: Set the main action or workflow users should focus on in the system.
de: Legen Sie die Hauptaktion oder den Hauptarbeitsablauf fest, auf den sich die Benutzer im System konzentrieren sollen.

source: Configure templates for sending emails, populated with the template's subject and body text.
de: Konfigurieren Sie Vorlagen zum Versenden von E-Mails, die mit dem Betreff und dem Text der Vorlage ausgefüllt sind.

source: Configure public forms shareable via link or website, to collect data even without a user account.
de: Konfigurieren Sie öffentliche Formulare, die über einen Link oder eine Website geteilt werden können, um auch ohne Benutzerkonto Daten zu erfassen.

source: Configure templates (as .docx files) to generate PDF documents populated with dynamic data from your records.
de: Konfigurieren Sie Vorlagen (als .docx-Dateien), um PDF-Dokumente zu generieren, die mit dynamischen Daten aus Ihren Datensätzen gefüllt werden.

source: Details
fr: Détails

source: Event
fr: Evènement

source: faker.person.firstName() school["language"] Medium
fr: Ecole faker.person.firstName()school["language"]

source: Label
fr: Étiquette

source: Unique ID [experimental]
fr: ID unique [expérimental]

source: The field of this record that defines the related record from which you want to inherit a value.
fr: Le champ de cet enregistrement qui définit l’enregistrement associé à partir duquel vous souhaitez hériter d’une valeur.

source: Inherit from linked record:
fr: Hériter de l'enregistrement lié:

source: The field of the linked record from which the value is copied into this field.
fr: Le champ de l'enregistrement lié à partir duquel la valeur est copiée dans ce champ.

source: Inherited field of linked record:
fr: Champ hérité de l'enregistrement lié:

source: value inherited from the value of another, linked record (requires another field in this record type to be a link to a record)
fr: valeur héritée de la valeur d'un autre enregistrement lié (nécessite qu'un autre champ de ce type d'enregistrement soit un lien vers un enregistrement)

source: Label (Plural)
fr: Étiquette (pluriel)

source: Icon
fr: Icône

source: Database Conflicts
fr: Conflits dans la base de donnée

source: checkbox
fr: case à cocher

source: e.g. YYYY-MM-DD <a href="https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/Date#date_time_string_format" target="_blank" rel="noopener" >(help)</a >
fr: par example YYYY-MM-DD <a href="https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/Date#date_time_string_format" target="_blank" >(aide)</a >

source: Format cannot parse all dates
fr: Le format ne peut pas analyser toutes les dates

source: text
fr: texte

source: OK
fr: D'accord

source: Name
fr: Nom

source: Filter
fr: Filtrer

source: the
fr: le

source: at the bottom
fr: en bas

source: Update
fr: Mettre à jour

source: Beta Feature
fr: Fonctionnalité bêta

source: Link
fr: Lien

source: Name
fr: Nom

source: Template
fr: Modèle

source: Export Template
fr: Modèle d'exportation

source: Export Templates
fr: Modèles d'exportation

source: Deadline
fr: Date limite

source: Team involved
fr: Equipe impliquée

source: Import Status
fr: Statut d'importation

source: Browser
fr: Navigateur

source: Clear
fr: Effacer

source: This requires another field in this record type to be a link to a record
fr: Il faut donc qu'un autre champ de ce type d'enregistrement soit un lien vers un enregistrement.

source: Not available
fr: Non disponible

source: Configure Automation
fr: Configurer l'automatisation

source: You can create an automation rule for this field. The system will then suggest to automatically update this field whenever the related record's field changes. This helps you ensure data consistency and reduces manual work.
fr: Vous pouvez créer une règle d'automatisation pour ce champ. Le système proposera alors de mettre à jour automatiquement ce champ chaque fois que le champ de l'enregistrement lié est modifié. Cela vous permet d'assurer la cohérence des données et de réduire le travail manuel.

source: Please select the field and configure the mapping carefully to avoid unintended updates. You will see a confirmation dialog to check and manually adjust the value whenever you change records that trigger this automation.
fr: Veuillez sélectionner le champ et configurer le mappage avec soin afin d'éviter des mises à jour involontaires. Une boîte de dialogue de confirmation s'affichera pour vous permettre de vérifier et d'ajuster manuellement la valeur chaque fois que vous modifierez les enregistrements qui déclenchent cette automatisation.

source: Related reference field (of {{ relatedEntityType.label }})
fr: Champ de référence connexe (de {{ relatedEntityType.label }})

source: Automation trigger field (of {{ relatedEntityType.label }})
fr: Champ de déclenchement de l'automatisation (de {{ relatedEntityType.label }})

source: No suitable fields available in {{ relatedEntityType.labelPlural }}
fr: Aucun champ approprié n'est disponible dans {{ relatedEntityType.labelPlural }}

source: Currently only fields of type "dropdown" can be used as trigger field.
fr: Actuellement, seuls les champs de type "dropdown" peuvent être utilisés comme champ déclencheur.

source: Auto-update with changes from another record
fr: Mise à jour automatique en cas de modification d'un autre enregistrement

source: Edit Prefilters
fr: Modifier les préfiltres

source: Select Email Template
fr: Sélectionnez un modèle d'e-mail

source: Select the template to use for sending an email to this record. If you want to create a new template, you can do so from -
fr: Sélectionnez le modèle à utiliser pour envoyer un e-mail à cet enregistrement. Pour créer un nouveau modèle, cliquez sur :

source: Select a template to use and adapt
fr: Sélectionnez un modèle à utiliser et à adapter

source: Select record which you want to set automated rule mapping
fr: Sélectionnez l'enregistrement pour lequel vous souhaitez définir un mappage de règles automatisé.

source: Select Related Record:
fr: Sélectionner l'enregistrement associé :

source: This requires that another record has a field that links to this record type, so that it can be used to trigger updates to this record.
fr: Cela nécessite qu'un autre enregistrement possède un champ qui se lie à ce type d'enregistrement, afin qu'il puisse être utilisé pour déclencher des mises à jour de cet enregistrement.

source: Select the field in the related record that links it to this record. For example, if a child's field is updated based on a school's value, this is the field in the school record that references the child.
fr: Sélectionnez le champ de l'enregistrement associé qui permet de faire le lien avec cet enregistrement. Par exemple, si le champ « enfant » est mis à jour en fonction de la valeur de l'établissement scolaire, il s'agit du champ de l'enregistrement de l'établissement scolaire qui fait référence à l'enfant.

source: The trigger field on the other, related record must be of type "dropdown". It seems there are no such field on that record type.
fr: Le champ déclencheur de l'autre enregistrement associé doit être de type « liste déroulante ». Il semble qu'un tel champ n'existe pas pour ce type d'enregistrement.

source: Edit data structure of {{ entityConstructor.label || entityConstructor.ENTITY_TYPE }}
fr: Modifier la structure de données de {{ entityConstructor.label || entityConstructor.ENTITY_TYPE }}

source: Single Sign-On (SSO)
fr: Authentification unique (SSO)

source: Add Condition
fr: Ajouter une condition

source: Edit JSON
fr: Modifier le JSON
