Repository: Aam-Digital/ndb-core
Catalog: src/assets/locale/messages.*.xlf
Languages: de, fr

source: Select and fully configure default value or clear the mode
de: Standardwert auswählen und vollständig konfigurieren oder den Modus löschen
fr: Sélectionner et configurer entièrement la valeur par défaut ou effacer le mode

source: Configure Automation Rule
de: Automatisierungsregel konfigurieren
fr: Configurer la règle d'automatisation

source: When "trigger field" changes to
de: Wenn "Auslöserfeld" sich ändert in
fr: Lorsque le "champ de déclenchement" devient

source: then this field is updated to
de: dann wird dieses Feld aktualisiert zu
fr: ce champ est alors mis à jour et devient

source: The data is invalid, please check the fields in the "Configure mapping"
de: Die Daten sind ungültig, bitte überprüfen Sie die Felder in der "Configure mapping".
fr: Les données ne sont pas valides, veuillez vérifier les champs dans la section "Configurer le mappage".

source: Update Related Records
de: Zugehörige Datensätze aktualisieren
fr: Mise à jour des dossiers connexes

source: You have made changes to a field that is linked to other records and can automatically update them. The following records are linked through the <b>"{{ data.entities[0]?.relatedReferenceField }}"</b> field. Please review these affected records below. You can manually change the new value if the automatically suggested value is not matching what you need.
de: Sie haben Änderungen an einem Feld vorgenommen, das mit anderen Datensätzen verknüpft ist und diese automatisch aktualisieren kann. Die folgenden Datensätze sind über das Feld <b>"{{ data.entities[0]?.relatedReferenceField }}"</b> verbunden. Bitte sehen Sie sich die betroffenen Datensätze unten an. Sie können den neuen Wert manuell ändern, wenn der automatisch vorgeschlagene Wert nicht dem entspricht, was Sie benötigen.
fr: Vous avez modifié une rubrique qui est liée à d'autres enregistrements et qui peut les mettre à jour automatiquement. Les enregistrements suivants sont liés par le champ <b&gt ;"{{ data.entities[0] ?.relatedReferenceField }}"</b&gt ;. Veuillez examiner les enregistrements concernés ci-dessous. Vous pouvez modifier manuellement la nouvelle valeur si la valeur proposée automatiquement ne correspond pas à ce dont vous avez besoin.

source: Update related records
de: Bezugsdatensätze aktualisieren
fr: Mise à jour des dossiers connexes

source: Do not update
de: Nicht aktualisieren
fr: Ne pas mettre à jour

source: Internet connection required for map location lookup. Enter address manually
de: Adress-Suche benötigt Internetverbindung. Adresse manuell eingeben
fr: Connexion Internet requise pour la recherche de localisation sur la carte. Saisir l'adresse manuellement.

source: Service for map location lookup temporarily unavailable. Enter address manually
de: Online Adress-Suche momentan nicht verfügbar. Adresse manuell eingeben
fr: Service de localisation cartographique temporairement indisponible. Saisir l'adresse manuellement.

source: Failed to access device location. Please check if location permission is enabled in your device settings.
de: Standort des Geräts nicht verfügbar. Bitte prüfen Sie, ob die Einstellungen des Geräts, ob Zugriffsberechtigung auf den GPS-Sensor gegeben wurde.
fr: Impossible d'accéder à la localisation de l'appareil. Veuillez vérifier si l'autorisation de localisation est activée dans les paramètres de votre appareil.

source: Open M&E Module
de: M&E Modul öffnen
fr: Accéder au module M&E

source: Some records are hidden because you do not have permission to access them (or they could not be found for other reasons).
de: Es existieren weitere Einträge, die versteckt sind weil Sie mit Ihrem Konto keine Zugriffsberechtigungen für diese haben (oder die Einträge aus anderem Grund nicht gefunden wurden).
fr: Certains enregistrements sont masqués parce que vous n'avez pas l'autorisation d'y accéder (ou ils n'ont pas pu être trouvés pour d'autres raisons).

source: Enable User Accounts
de: Nutzer-Konten aktivieren
fr: Activer les comptes d'utilisateurs

source: an class="address-warning"> Set address without map location as "{{ inputElement.value }}" </span>
de: an class="address-warning"> Adresse ohne Kartenstandort festlegen als "{{ inputElement.value }}" </span>
fr: an class="address-warning"> Définir l'adresse sans emplacement sur la carte comme « {{ inputElement.value }} » </span>

source: No mapped location
de: Kein zugeordneter Standort
fr: Aucun emplacement cartographié

source: There is no mapped location for the entered address. You can still save the address as free text.
de: Für die eingegebene Adresse ist kein Standort in der Karte vorhanden. Sie können die Adresse dennoch als Text speichern.
fr: Il n'existe aucun emplacement cartographié pour l'adresse saisie. Vous pouvez néanmoins l'enregistrer sous forme de texte libre.

source: You can select this field to be mapped from multiple imported columns. The linked record then has to match all those columns values (e.g. a first + last name column).
de: Sie können dieses Feld aus mehreren importierten Spalten auswählen. Der verknüpfte Datensatz muss dann mit den Werten aller dieser Spalten übereinstimmen (z. B. je eine Spalte mit Vor- und Nachnamen).
fr: Vous pouvez sélectionner ce champ pour le mapper à partir de plusieurs colonnes importées. L'enregistrement lié doit alors correspondre à toutes les valeurs de ces colonnes (par exemple, une colonne prénom + nom).

source: This field is mapped from multiple imported columns.
de: Dieses Feld wird aus mehreren importierten Spalten zugeordnet.
fr: Ce champ est mappé à partir de plusieurs colonnes importées.

source: Enter the ID of an icon here, which will be displayed as a visual icon then.
de: Tragen Sie hier die ID eines Icons ein, welches dann als Symbol angezeigt wird.
fr: Saisissez ici l'ID d'une icône, qui sera alors affichée sous forme d'icône visuelle.

source: Find available icon names at <a href="https://fontawesome.com/v6/search?o=r&m=free" target="_blank" rel="noopener" > fontawesome.com </a>
de: Verfügbare Symbolnamen finden Sie unter <a href="https://fontawesome.com/v6/search?o=r&m=free" target="_blank" rel="noopener" > fontawesome.com </a>
fr: Trouvez les noms d'icônes disponibles sur <a href="https://fontawesome.com/v6/search?o=r&m=free" target="_blank" rel="noopener" > fontawesome.com </a>

source: Optionally select a record type to automatically use its name, icon and list view (as link) for this menu item. Otherwise, you can select a custom name and icon below.
de: Wählen Sie optional einen Datensatztyp aus, dessen Name, Symbol und Listenansicht (als Link) automatisch für diesen Menüpunkt verwendet werden sollen. Andernfalls können Sie unten einen benutzerdefinierten Namen und ein benutzerdefiniertes Symbol auswählen.
fr: Vous pouvez également sélectionner un type d'enregistrement pour utiliser automatiquement son nom, son icône et sa vue en liste (comme lien) pour cet élément de menu. Vous pouvez également sélectionner un nom et une icône personnalisés ci-dessous.

source: Reset Application
de: Anwendung zurücksetzen
fr: Réinitialiser l'application

source: Are you sure you want to reset the application? This will delete all application data from your device and you will have to synchronize again.
de: Möchten Sie die Anwendung wirklich zurücksetzen? Dadurch werden alle Anwendungsdaten von Ihrem Gerät gelöscht und Sie müssen die Synchronisierung erneut durchführen.
fr: Voulez-vous vraiment réinitialiser l'application ? Cela supprimera toutes les données de l'application de votre appareil et vous devrez la synchroniser à nouveau.

source: No configuration available yet.
de: Noch keine Konfiguration verfügbar.
fr: Aucune configuration disponible pour le moment.

source: Choose your language
de: Wählen Sie Ihre Sprache
fr: Choisissez votre langue

source: Assistant
de: Assistent

source: Guide
de: Assistent

source: Restart demo with different use case
de: Demo mit anderem Anwendungsfall neu starten
fr: Redémarrer la démo avec un cas d'utilisation différent

source: Select your use case:
de: Wählen Sie Ihren Anwendungsfall:
fr: Sélectionnez votre cas d'utilisation :

source: Select a use case as an initial configuration for your system.
de: Wählen Sie einen Anwendungsfall als Erstkonfiguration für Ihr System aus.
fr: Sélectionnez un cas d’utilisation comme configuration initiale pour votre système.

source: Welcome to Aam Digital!
de: Willkommen bei Aam Digital!
fr: Bienvenue chez Aam Digital !

source: We have built this platform to help you digitize information and case files of your project, make it easy to collaborate with your team, track individual progress of participants, and be alerted about critical developments. With Aam Digital, you can access your data across all devices, even when offline.
de: Wir haben diese Plattform entwickelt, um Ihnen die Digitalisierung von Projektinformationen und Fallakten zu erleichtern, die Zusammenarbeit mit Ihrem Team zu vereinfachen, den individuellen Fortschritt der Teilnehmenden zu verfolgen und über kritische Entwicklungen informiert zu werden. Mit Aam Digital können Sie geräteübergreifend auf Ihre Daten zugreifen, auch offline.
fr: Nous avons développé cette plateforme pour vous aider à numériser les informations et les dossiers de votre projet, à faciliter la collaboration avec votre équipe, à suivre la progression individuelle des participants et à être alerté des développements critiques. Avec Aam Digital, vous pouvez accéder à vos données sur tous vos appareils, même hors ligne.

source: Aam Digital is very flexible and can be quickly adapted to your needs and data structures. It is not limited to the scenarios above. After initializing your system, you can further customize it to track, measure, and manage your project.
de: Aam Digital ist sehr flexibel und lässt sich schnell an Ihre Bedürfnisse und Datenstrukturen anpassen. Es ist nicht auf die oben genannten Szenarien beschränkt. Nach der Initialisierung Ihres Systems können Sie es weiter anpassen, um Ihr Projekt zu verfolgen, zu messen und zu verwalten.
fr: Aam Digital est très flexible et s'adapte rapidement à vos besoins et à vos structures de données. Il ne se limite pas aux scénarios ci-dessus. Après avoir initialisé votre système, vous pouvez le personnaliser davantage pour suivre, mesurer et gérer votre projet.

source: We have loaded some sample data into this demo system. Explore and play around – you can’t break anything!<br /> Changes you make in this demo will <em>not</em> be saved anywhere. The system is reset after you close or reload the page.
de: Wir haben einige Beispieldaten in dieses Demosystem geladen. Probieren Sie es aus – Sie können nichts kaputt machen! <br /> Änderungen, die Sie in dieser Demo vornehmen, werden <em>nicht</em> gespeichert. Das System wird zurückgesetzt, nachdem Sie die Seite geschlossen oder neu geladen haben.
fr: Nous avons chargé des exemples de données dans ce système de démonstration. Explorez et testez ! Impossible de casser quoi que ce soit !<br /> Les modifications que vous apporterez dans cette démonstration ne seront pas enregistrées. Le système est réinitialisé après la fermeture ou le rechargement de la page.

source: You can get assistance by clicking the "Assistant" button on the top right of the toolbar. From there you can also switch to other demo scenarios.
de: Hilfe erhalten Sie über den Button „Assistent“ oben rechts in der Symbolleiste. Von dort aus können Sie auch zu weiteren Demo-Szenarien wechseln.
fr: Vous pouvez obtenir de l'aide en cliquant sur le bouton « Assistant » en haut à droite de la barre d'outils. De là, vous pouvez également accéder à d'autres scénarios de démonstration.

source: Start Exploring
de: System erkunden
fr: Commencez à explorer

source: This link to the `{{ matchingForm?.title }}` public form contains an individual ID that links submissions back to this {{ linkedEntity.getConstructor().ENTITY_TYPE }}.
de: Dieser Link zum öffentlichen Formular `{{ matchingForm?.title }}` enthält eine individuelle ID, die Einsendungen zurück zu diesem {{ linkedEntity.getConstructor().ENTITY_TYPE }} verknüpft.
fr: Ce lien vers le formulaire public `{{ matchingForm?.title }}` contient un identifiant individuel qui relie les soumissions à ce {{ linkedEntity.getConstructor().ENTITY_TYPE }}.

source: Copy link to individualized public form ({{ matchingForm?.title }})
de: Link zum individualisierten öffentlichen Formular kopieren ({{ matchingForm?.title }})
fr: Copier le lien vers le formulaire public individualisé ({{ matchingForm?.title }})

source: Configure Field "{{ data.entitySchemaField.label }}"
de: Feld konfigurieren "{{ data.entitySchemaField.label }}"
fr: Configurer le champ « {{ data.entitySchemaField.label }} »

source: Discard any changes you have made to this field only for this view and reset it to the general settings
de: Verwerfen Sie alle Änderungen, die Sie an diesem Feld vorgenommen haben, nur für diese Ansicht und setzen Sie es auf die allgemeinen Einstellungen zurück
fr: Annulez toutes les modifications que vous avez apportées à ce champ uniquement pour cette vue et réinitialisez-le aux paramètres généraux

source: Reset to base field settings
de: Auf Basisfeldeinstellungen zurücksetzen
fr: Réinitialiser les paramètres de base du champ

source: Current month
de: Aktueller Monat
fr: Mois en cours

source: Last month
de: Letzter Monat
fr: Le mois dernier

source: Current quarter
de: Aktuelles Quartal
fr: Trimestre en cours

source: Last quarter
de: Letztes Quartal
fr: Dernier trimestre

source: Current year
de: Laufendes Jahr
fr: Année en cours

source: Last year
de: Letztes Jahr
fr: L'année dernière

source: You have manually edited the address above. This is the actual mapped location. To change the location on the map, use the address search field or click on the map.
de: Sie haben die Adresse oben manuell bearbeitet. Dies ist der tatsächliche Standort auf der Karte. Um den Standort auf der Karte zu ändern, verwenden Sie das Adresssuchfeld oder klicken Sie auf die Karte.
fr: Vous avez modifié manuellement l'adresse ci-dessus. Il s'agit de l'emplacement réel sur la carte. Pour modifier l'emplacement sur la carte, utilisez le champ de recherche d'adresse ou cliquez sur la carte.

source: You have manually entered the address above without locating it on the map. To change the location on the map, use the address search field or click on the map.
de: Sie haben die Adresse oben manuell eingegeben, ohne sie auf der Karte zu finden. Um den Standort auf der Karte zu ändern, verwenden Sie das Adresssuchfeld oder klicken Sie auf die Karte.
fr: Vous avez saisi manuellement l'adresse ci-dessus sans la localiser sur la carte. Pour modifier son emplacement sur la carte, utilisez le champ de recherche d'adresse ou cliquez sur la carte.

source: Address Mismatch
de: Adresskonflikt
fr: Incompatibilité d'adresse

source: Address details captured does not match with the location on the map. What would you like to do?
de: Die erfassten Adressdaten stimmen nicht mit dem Standort auf der Karte überein. Was möchten Sie tun?
fr: L'adresse saisie ne correspond pas à l'emplacement sur la carte. Que souhaitez-vous faire ?

source: Continue (with old address)
de: Weiter (mit alter Adresse)
fr: Continuer (avec l'ancienne adresse)

source: Update to new address
de: Aktualisierung auf neue Adresse
fr: Mise à jour vers une nouvelle adresse

source: You can paste multiple values at once (one per line)
de: Sie können mehrere Werte gleichzeitig einfügen (einen pro Zeile).
fr: Vous pouvez coller plusieurs valeurs à la fois (une par ligne)

source: Discard changes?
de: Änderungen verwerfen?
fr: Annuler les modifications ?

source: You have unsaved changes. Discard them?
de: Sie haben nicht gespeicherte Änderungen. Sollen diese verworfen werden?
fr: Vous avez des modifications non enregistrées. Les supprimer ?

source: Continue Editing
de: Weiter bearbeiten
fr: Continuer l'édition

source: Add new option?
de: Neue Option hinzufügen?
fr: Ajouter une nouvelle option ?

source: You have a new option that is not added yet, do you want to add it?
de: Sie haben eine neue Option, die noch nicht hinzugefügt wurde. Möchten Sie diese hinzufügen?
fr: Vous avez une nouvelle option qui n'est pas encore ajoutée, souhaitez-vous l'ajouter ?

source: Split by commas?
de: Durch Kommas trennen?
fr: Divisé par des virgules ?

source: Do you want to split the text by commas and add multiple options?
de: Möchten Sie den Text an den Kommas trennen und mehrere Optionen hinzufügen?
fr: Voulez-vous diviser le texte par des virgules et ajouter plusieurs options ?

# duplicateOptionsSkipped
source: Skipped skipped duplicate entrskipped === 1 ? "y" : "ies".
de: skipped doppelteskipped === 1 ? "r Eintrag" : " Einträge" übersprungen.
fr: Ignoré skipped entrée en doubleskipped === 1 ? "y" : "ies".

source: Select which fields should be visible in this panel. You can also reorder them to control their display sequence.
de: Wählen Sie aus, welche Felder in diesem Bereich angezeigt werden sollen. Sie können die Reihenfolge der Anzeige ändern.
fr: Sélectionnez les champs à afficher dans ce panneau. Vous pouvez également les réorganiser pour contrôler leur ordre d'affichage.

source: Columns shown:
de: Angezeigte Spalten:
fr: Colonnes affichées :

source: Change Entity Type
de: Entitätstyp ändern
fr: Changer le type d'entité

source: Changing the entity type will discard selected fields. Continue?
de: Durch das Ändern des Typs werden alle ausgewählten Felder verworfen. Fortfahren?
fr: La modification du type d'entité supprimera les champs sélectionnés. Continuer ?

source: Warning! This is still an experimental feature. Use with care.
de: Achtung! Dies ist noch eine experimentelle Funktion. Verwenden Sie sie mit Vorsicht.
fr: Attention ! Cette fonctionnalité est encore expérimentale. À utiliser avec précaution.

source: Edit Current Report Template
de: Aktuelle Berichtsvorlage bearbeiten
fr: Modifier le modèle de rapport actuel

source: To edit first select report
de: Zum Bearbeiten wählen Sie zuerst den Bericht aus
fr: Pour modifier, sélectionnez d'abord le rapport

source: Learn about Reports
de: Anleitung: Berichte
fr: En savoir plus sur les rapports

source: Choose the widget you want to add:
de: Wählen Sie das Widget aus, das Sie hinzufügen möchten:
fr: Choisissez le widget que vous souhaitez ajouter :

source: Form Fields Section
de: Formularfelder
fr: Section Champs de formulaire

source: New Related Section
de: Neue Sektion verknüpfter Datensätze
fr: Nouvelle section connexe

source: Add a field with type that links to this record to enable this section.
de: Fügen Sie ein Feld mit einem Typ hinzu, der auf diesen Datensatz verweist, um diesen Abschnitt zu aktivieren.
fr: Ajoutez un champ avec un type lié à cet enregistrement pour activer cette section.

source: Reverting configuration changes ...
de: Konfiguration wird zurückgesetzt ...
fr: Annulation des modifications de configuration...

source: Go to details
de: Details anzeigen
fr: Aller aux détails

source: no existing imports
de: Keine Importe vorhanden
fr: aucune importation existante

source: nceLastNote | number: "1.0-0" }} days
de: nceLastNote | number: "1.0-0" }} Tage
fr: nceLastNote | number: "1.0-0" }} jours

source: This report was calculated at:
de: Dieser Bericht wurde berechnet um:
fr: Ce rapport a été calculé à :

source: Click again on "Calculate" to re-calculate the report including any changes of records since then.
de: Klicken Sie "Berechnen", um den Bericht neu zu berechnen und neue Änderungen seitdem zu berücksichtigen.
fr: Cliquez à nouveau sur « Calculer » pour recalculer le rapport en incluant toutes les modifications d'enregistrements depuis lors.

source: Additional Actions:
de: Erweiterte Aktionen:
fr: Actions avancées:

source: Copy Custom Form (config.title)
de: Individuelles Formular kopieren (config.title)
fr: Copier le formulaire personnalisé (config.title)

source: Copy link to public form "config.title" that will connect submissions to this individual record.
de: Link zum Öffentlichen Formular "config.title" kopieren, das Antworten mit diesem individuellen Datensatz verknüpft.
fr: Copier le lien vers le formulaire public « config.title » qui connectera les soumissions à cet enregistrement individuel.

source: Edit Matching View
de: Matching-Ansicht bearbeiten
fr: Modifier la vue correspondante

source: Configuration updated successfully.
de: Konfiguration erfolgreich aktualisiert.
fr: Configuration mise à jour avec succès.

source: Available columns
de: Verfügbare Spalten
fr: Colonnes disponibles

source: These columns will appear in the top summary view and in the table view below when matching; Add columns:
de: Diese Spalten werden beim Matching in der oberen Übersichtsansicht und in der Tabellenansicht unten angezeigt. Spalten hinzufügen:
fr: Ces colonnes apparaîtront dans la vue récapitulative supérieure et dans la vue tableau ci-dessous lors de la correspondance ; Ajouter des colonnes :

source: Available Filters
de: Verfügbare Filter
fr: Filtres disponibles

source: These filters (and any prefilters) are only applied to the table list view during matching; Add filters:
de: Diese Filter (und alle Vorfilter) werden nur während des Matchings auf die Tabellenlistenansicht angewendet. Filter hinzufügen:
fr: Ces filtres (et tous les préfiltres) ne sont appliqués qu'à la vue de liste de table pendant la correspondance ; Ajouter des filtres :

source: Records available for matching
de: Zum Matching verfügbare Datensätze
fr: Enregistrements disponibles pour la correspondance

source: Configure filters to only show certain records for matching, that fulfill the required criteria (e.g. having a required status).
de: Konfigurieren Sie Filter, um nur bestimmte Datensätze zum Matching anzuzeigen, die die erforderlichen Kriterien erfüllen (z. B. einen erforderlichen Status haben).
fr: Configurez des filtres pour afficher uniquement certains enregistrements à mettre en correspondance, qui répondent aux critères requis (par exemple, avoir un statut requis).

source: Name (record preview)
de: Name (Datensatz-Vorschau)
fr: Nom (aperçu de l'enregistrement)

source: Match Settings
de: Matching-Einstellungen
fr: Paramètres de correspondance

source: Configure the details of the record that is created as a match. (e.g. A "school enrollment" record that is created upon matching a student with a school).
de: Konfigurieren Sie die Details des Datensatzes, der als Übereinstimmung erstellt wird. (z. B. ein „Schul-Anmeldung“-Datensatz, der beim Zuordnen einer Schüler:in zu einer Schule erstellt wird.)
fr: Configurez les détails de l'enregistrement créé en tant que correspondance. (par exemple, un enregistrement « inscription scolaire » créé lors de la mise en correspondance d'un élève avec une école).

source: Record created as a match:
de: Als Matching erstellter Datensatz:
fr: Enregistrement créé en tant que correspondance :

source: Left Match Property
de: Feld des linken Matchings
fr: Propriété de correspondance à gauche

source: Right Match Property
de: Feld des rechten Matchings
fr: Propriété de correspondance correcte

source: Fields shown in dialog for confirmation or editing when creating a match:
de: Felder, die im Bestätigungsdialog beim Erstellen eines Matchings zur zur Kontrolle oder Bearbeitung angezeigte werden:
fr: Champs affichés dans la boîte de dialogue pour confirmation ou modification lors de la création d'une correspondance :

source: Edit Matching Entities
de: Matching Datensätze bearbeiten
fr: Modifier les entités correspondantes

source: records with a value that is not matching any available dropdown option
de: Datensätze mit einem Wert, der keiner verfügbaren Dropdown-Option entspricht
fr: enregistrements avec une valeur qui ne correspond à aucune option déroulante disponible
