Repository: Aam-Digital/ndb-core
Catalog: src/assets/locale/messages.*.xlf
Languages: de, fr

source: Invalid ID pattern. Only letters, numbers, and underscores are allowed.
de: Ungültiges Format für ID. Nur Buchstaben, Zahlen und _ sind hier erlaubt.
fr: Modèle d'identification non valide. Seuls les lettres, les chiffres et les traits de soulignement sont autorisés.

source: Link all imported records to:
de: Alle importierten Daten verknüpfen mit:
fr: Lier toutes les données importées à:

source: for record
de: für Datensatz
fr: pour l'enregistrement

source: No special import actions are available for importing {{ entityType | entityTypeLabel: true }} records.
de: Keine besonderen Aktionen für das Importieren von {{ entityType | entityTypeLabel: true }} Daten verfügbar.
fr: Aucune action d'importation spéciale n'est disponible pour l'importation d'enregistrements «{{ entityType | entityTypeLabel: true }}».

source: Link imported sourceType.toString(true) to a targetTypeLabel
de: Importierte sourceType.toString(true) mit einer/m targetType.toString() verknüpfen
fr: Lier les sourceType.toString(true) importées à l'targetType.toString()

source: Import related sourceType.toString(true) for this targetTypeLabel
de: Verknüpfte sourceType.toString(true) für diese/n targetType.toString() importieren
fr: Importer des sourceType.toString(true) liés à cette targetType.toString()

source: Merge
de: Zusammenführen
fr: Fusionner

source: Record A
de: Datensatz A
fr: Enregistrement A

source: Record B
de: Datensatz B
fr: Enregistrement B

source: Merge Preview
de: Vorschau
fr: Aperçu de la fusion

source: The data you selected to merge is invalid, please check the fields in the "Merge Preview" above.
de: Die für die Zusammenführung ausgewählten Daten sind ungültig, bitte prüfen Sie die Felder in der "Vorschau" oben.
fr: Les données que vous avez sélectionnées pour fusionner ne sont pas valides, vérifier les champs dans «Aperçu de fusion» ci-dessus.

source: Warning! Some file attachments will be lost
de: Warnung! Einige Dateianhänge werden verworfen
fr: Attention! Certaines pièces jointes seront perdues

source: "Record B" contains files or images. Merging currently does not support attachments yet. The merged record will only have the attachments from "record A". Files from "record B" will be lost! Are you sure you want to continue?
de: "Datensatz B" enthält Dateien oder Bilder. Das Zusammenführen unterstützt momentan noch keine Dateianhänge. Der zusammengeführte Datensatz wird nur die Anhänge von "Datensatz A" enthalten. Dateien von "Datensatz B" werden verworfen! Sind Sie sicher, dass Sie fortfahren möchten?
fr: «L'enregistrement B» contient des fichiers ou des images. Actuellement la fusion ne prend pas en charge les pièces jointes. L'enregistrement fusionné ne contiendra que les pièces jointes de «l'enregistrement A». Les fichiers de «l'enregistrement B» seront perdus! Êtes-vous sûr de vouloir continuer?

source: Merging of two records will discard the data that is not selected to be merged. This action cannot be undone. Once the two records are merged, there will be only one record left in the system. Are you sure you want to continue?
de: Das Zusammenführen der Datensätze verwirft alle Informationen die nicht für die "Vorschau" ausgewählt wurden. Die Aktion kann nicht rückgängig gemacht werden. Nach dem Zusammenführen gibt es nur noch einen Datensatz im System. Sind Sie sicher, dass Sie fortfahren möchten?
fr: La fusion de deux enregistrements supprimera les données qui ne sont pas sélectionnées pour être fusionnées. Cette action ne peut pas être annulée. Une fois les deux enregistrements fusionnés, il ne restera qu'un seul enregistrement dans le système. Êtes-vous sûr de vouloir continuer?

source: Are you sure you want to merge this?
de: Zusammenführen bestätigen?
fr: Etes-vous sûr de vouloir fusionner ceci?

source: Records merged successfully.
de: Datensätze erfolgreich zusammengeführt.
fr: Fusionné avec succès.

source: {{ item.createdEntities?.length ?? 0 }} new, {{ item.updatedEntities?.length ?? 0 }} updated "{{ item.config.entityType | entityTypeLabel }}" records
de: {{ item.createdEntities.length }} neue, {{ item.updatedEntities.length }} aktualisierte "{{ item.config.entityType | entityTypeLabel }}" Datensätze
fr: {{ item.createdEntities?.length ?? 0 }} nouveaux enregistrements, {{ item.updatedEntities?.length ?? 0 }} mis à jour "{{ item.config.entityType | entityTypeLabel }}"

source: We identified an existing record in the database that matches your imported data (based on the ID fields you selected in the previous step). The data of the record will be updated for the fields shown here in the preview.
de: Wir haben einen vorhandenen Datensatz in der Datenbank gefunden, der Ihren importierten Daten entspricht (basierend auf den ID-Feldern, die Sie im vorherigen Schritt ausgewählt haben). Die Daten des Datensatzes werden für die hier in der Vorschau angezeigten Felder aktualisiert.
fr: Nous avons identifié un enregistrement existant dans la base de données correspondant à vos données importées (en fonction des champs d'identification sélectionnés à l'étape précédente). Les données de l'enregistrement seront mises à jour pour les champs affichés ici dans l'aperçu.

source: Updating
de: Aktualisiert
fr: Mise à jour

source: This previewed data will be added as a new record in the database.
de: Diese in der Vorschau angezeigten Daten werden als neuer Datensatz zur Datenbank hinzugefügt.
fr: Ces données prévisualisées seront ajoutées en tant que nouvel enregistrement dans la base de données.

source: Creating
de: Neu
fr: Création

source: Check/Update existing instead of creating new records
de: Vorhandene Datensätze prüfen/aktualisieren statt neue erstellen
fr: Vérifier/mettre à jour les enregistrements existants au lieu de créer de nouveaux enregistrements

source: You can configure the system to match your imported data with existing records in the system. If a match is found based on the fields you select here, the system will offer update the existing record instead of creating a new one.
de: Sie können das System so konfigurieren, dass Ihre importierten Daten mit vorhandenen Datensätzen im System abgeglichen werden. Wenn anhand der hier ausgewählten Felder eine Übereinstimmung gefunden wird, bietet das System an, den vorhandenen Datensatz zu aktualisieren, anstatt einen neuen zu erstellen.
fr: Vous pouvez configurer le système pour qu'il associe vos données importées aux enregistrements existants. Si une correspondance est trouvée selon les champs sélectionnés ici, le système proposera de mettre à jour l'enregistrement existant au lieu d'en créer un nouveau.

source: Fields that identify a unique record
de: Felder, über die ein Datensatz eindeutig identifiziert wird
fr: Champs qui identifient un enregistrement unique

source: All selected fields have to be equal in an existing record and your imported column to match.
de: Alle ausgewählten Felder müssen in einem vorhandenen Datensatz und Ihrer importierten Spalte gleich sein, um einen bestehenden Eintrag zu aktualisieren.
fr: Tous les champs sélectionnés doivent être égaux dans un enregistrement existant et dans votre colonne importée pour correspondre.

source: Days Present
de: Tage anwesend
fr: Jours présents

source: Days Absent
de: Tage abwesend
fr: Jours d'absence

source: Unknown Status
de: Unbekannter Status
fr: Statut inconnu

source: Total Present
de: Gesamt anwesend
fr: Total Présent

source: Total Absent
de: Gesamt abwesend

source: Total Unknown
de: Gesamt unbekannt
fr: Totalement inconnu

source: Notification Settings
de: Benachrichtigungseinstellungen
fr: Paramètres de notification

source: Mark as read
de: Als gelesen markieren
fr: Marquer comme lu

source: Mark as unread
de: Als ungelesen markieren
fr: Marquer comme non lu

source: Delete notification
de: Benachrichtigung löschen
fr: Supprimer la notification

source: Give this notification rule a description to make it easier managing different notification types.
de: Geben Sie dieser Benachrichtigungsregel eine Beschreibung, um die Verwaltung verschiedener Benachrichtigungstypen zu vereinfachen.
fr: Donnez une description à cette règle de notification pour faciliter la gestion des différents types de notifications.

source: Notify me about
de: Benachrichtigen Sie mich über
fr: Prévenez-moi de

source: You can enable or disable rules to "pause" these notifications. You can also completely delete a rule below.
de: Sie können Regeln aktivieren oder deaktivieren, um diese Benachrichtigungen zu pausieren. Sie können unten auch eine Regel vollständig löschen.
fr: Vous pouvez activer ou désactiver des règles pour suspendre ces notifications. Vous pouvez également supprimer complètement une règle ci-dessous.

source: Define Notification Criteria
de: Benachrichtigungskriterien definieren
fr: Définir les critères de notification

source: You can choose a notification based on the selected entity. For example, if you select 'task', you can create a notification for when a task is assigned to a user.
de: Sie können eine Benachrichtigung basierend auf der ausgewählten Entität auswählen. Wenn Sie beispielsweise „Aufgabe“ auswählen, können Sie eine Benachrichtigung erstellen, wenn einem Benutzer eine Aufgabe zugewiesen wird.
fr: Vous pouvez choisir une notification en fonction de l'entité sélectionnée. Par exemple, si vous sélectionnez « tâche », vous pouvez créer une notification lorsqu'une tâche est attribuée à un utilisateur.

source: Notify about changes for
de: Benachrichtigen über Änderungen für
fr: Notifier les changements pour

source: Select the record type for which you want to get notified when data changes. For instance, choosing 'task' will enable notifications for newly created tasks in the system.
de: Wählen Sie den Datensatztyp aus, für den Sie bei Änderungen benachrichtigt werden möchten. Wenn Sie beispielsweise „Aufgabe“ auswählen, werden Benachrichtigungen für neu erstellte Aufgaben im System aktiviert.
fr: Sélectionnez le type d'enregistrement pour lequel vous souhaitez être averti des modifications de données. Par exemple, choisir « Tâche » activera les notifications pour les tâches nouvellement créées dans le système.

source: Type of change
de: Art der Änderung
fr: Type de changement

source: created
de: neu erstellt
fr: créé

source: updated
de: aktualisiert
fr: mis à jour

source: Conditions currently have to be edited using the JSON Editor. We will implement a visual UI here soon.
de: Bedingungen müssen aktuell im JSON-Editor bearbeitet werden. Wir werden hier in Zukunft eine visuelle Benutzeroberfläche implementieren.
fr: Les conditions doivent actuellement être modifiées via l'éditeur JSON. Nous implémenterons bientôt une interface utilisateur visuelle.

source: Open Conditions Editor
de: Bedingungs-Editor öffnen
fr: Éditeur de conditions ouvertes

source: Update Notification Condition via JSON editor
de: Aktualisieren Sie die Benachrichtigungsbedingung über den JSON-Editor
fr: Mettre à jour la condition de notification via l'éditeur JSON

source: Notifications Settings
de: Benachrichtigungseinstellungen
fr: Paramètres de notifications

source: Notifications alert you to important system events, such as new registrations via public forms or tasks assigned to you. They appear in the toolbar and can be sent via email or push notifications.
de: Benachrichtigungen informieren Sie über wichtige Systemereignisse, wie z. B. Neuanmeldungen über öffentliche Formulare oder Ihnen zugewiesene Aufgaben. Sie erscheinen in der Symbolleiste und können per E-Mail oder Push-Benachrichtigung versendet werden.
fr: Les notifications vous alertent des événements système importants, tels que les nouvelles inscriptions via des formulaires publics ou les tâches qui vous sont assignées. Elles apparaissent dans la barre d'outils et peuvent être envoyées par e-mail ou par notifications push.

source: You are currently offline.
de: Sie sind derzeit offline.
fr: Vous êtes actuellement hors ligne.

source: Please reconnect to the internet to activate. We could not check if this feature is enabled for your system.
de: Bitte stellen Sie eine Internetverbindung her. Wir konnten nicht überprüfen, ob diese Funktion für Ihr System aktiviert ist.
fr: Veuillez vous reconnecter à Internet pour l'activer. Nous n'avons pas pu vérifier si cette fonctionnalité est activée sur votre système.

source: This feature is currently not enabled for your system.
de: Diese Funktion ist derzeit für Ihr System nicht aktiviert.
fr: Cette fonctionnalité n'est actuellement pas activée pour votre système.

source: Please contact your system administrator to enable it.
de: Bitte wenden Sie sich zur Aktivierung an Ihren Systemadministrator.
fr: Veuillez contacter votre administrateur système pour l'activer.

source: rong>What notifications you receive</strong>
de: rong>Welche Benachrichtigungen Sie erhalten</strong>
fr: rong>Quelles notifications recevez-vous ?</strong>

source: Define rules for events that you want to get notifications for. You can add as many different rules as you want and disable some temporarily to pause these notifications.
de: Definieren Sie Regeln für Ereignisse, für die Sie Benachrichtigungen erhalten möchten. Sie können beliebig viele Regeln hinzufügen und einige vorübergehend deaktivieren, um diese Benachrichtigungen zu pausieren.
fr: Définissez des règles pour les événements pour lesquels vous souhaitez recevoir des notifications. Vous pouvez ajouter autant de règles que vous le souhaitez et en désactiver certaines temporairement pour suspendre ces notifications.

source: Define another type of notifications for your user account
de: Definieren Sie einen anderen Benachrichtigungstyp für Ihr Benutzerkonto
fr: Définissez un autre type de notifications pour votre compte utilisateur

source: Add new notification rule
de: Neue Benachrichtigungsregel hinzufügen
fr: Ajouter une nouvelle règle de notification

source: Push notifications are enabled. You’ll receive real-time updates for important activities.
de: Push-Benachrichtigungen sind aktiviert. Sie erhalten Echtzeit-Updates zu wichtigen Aktivitäten.
fr: Les notifications push sont activées. Vous recevrez des mises à jour en temps réel pour vos activités importantes.

source: Push notifications are disabled. Turn them on in settings to also receive alerts outside of the app.
de: Push-Benachrichtigungen sind deaktiviert. Aktivieren Sie sie in den Einstellungen, um auch außerhalb der App Benachrichtigungen zu erhalten.
fr: Les notifications push sont désactivées. Activez-les dans les paramètres pour recevoir également des alertes en dehors de l'application.

source: Notifications are always visible through the bell icon in the toolbar at the top of the application. You can enable other ways to get notifications sent to you below.
de: Benachrichtigungen sind immer über das Glockensymbol in der Symbolleiste oben in der Anwendung sichtbar. Sie können unten weitere Möglichkeiten zum Erhalt von Benachrichtigungen aktivieren.
fr: Les notifications sont toujours visibles via l'icône en forme de cloche dans la barre d'outils en haut de l'application. Vous pouvez activer d'autres moyens de recevoir des notifications ci-dessous.

source: Push notifications are currently not supported by your Browser.
de: Push-Benachrichtigungen werden derzeit von Ihrem Browser nicht unterstützt.
fr: Les notifications push ne sont actuellement pas prises en charge par votre navigateur.

source: Please contact your system administrator for more information.
de: Für weitere Informationen wenden Sie sich bitte an Ihren Systemadministrator.
fr: Veuillez contacter votre administrateur système pour plus d'informations.

source: If you using iOS, you need to add the app to your Homescreen. You can use the "Install App" button in the menu to do this.
de: Wenn Sie iOS verwenden, müssen Sie die App zu Ihrem Homescreen hinzufügen. Nutzen Sie dazu den Button "App installieren" im Menü.
fr: Si vous utilisez iOS, vous devez ajouter l'application à votre écran d'accueil. Pour ce faire, utilisez le bouton « Installer l'application » dans le menu.

source: Notification Center (in app)
de: Benachrichtigungscenter (in der App)
fr: Centre de notifications (dans l'application)

source: Click the bell icon in the top toolbar to access notifications any time. You can find all messages, including read ones, there.
de: Klicken Sie auf das Glockensymbol in der oberen Symbolleiste, um jederzeit auf Benachrichtigungen zuzugreifen. Dort finden Sie alle Nachrichten, auch bereits gelesene.
fr: Cliquez sur l'icône en forme de cloche dans la barre d'outils supérieure pour accéder aux notifications à tout moment. Vous y trouverez tous les messages, y compris ceux lus.

source: Push notifications
de: Push-Benachrichtigungen
fr: Notifications push

source: A notification on your system (e.g. a normal Android smartphone notification). You see these alerts even when your app is not opened at the moment.
de: Eine Benachrichtigung auf Ihrem System (z. B. eine normale Android-Smartphone-Benachrichtigung). Sie sehen diese Benachrichtigungen auch, wenn Ihre App gerade nicht geöffnet ist.
fr: Une notification sur votre système (par exemple, une notification normale sur un smartphone Android). Ces alertes s'affichent même lorsque votre application n'est pas ouverte.

source: Show a sample notification (only available if push notifications are enabled)
de: Beispielbenachrichtigung anzeigen (nur verfügbar, wenn Push-Benachrichtigungen aktiviert sind)
fr: Afficher un exemple de notification (disponible uniquement si les notifications push sont activées)

source: Test Notification
de: Testbenachrichtigung
fr: Tester notification

source: Initial notification settings created and saved.
de: Erste Benachrichtigungseinstellungen erstellt und gespeichert.
fr: Paramètres de notification initiaux créés et enregistrés.

source: Delete notification rule
de: Benachrichtigungsregel löschen
fr: Supprimer la règle de notification

source: Are you sure you want to remove this notification rule?
de: Möchten Sie diese Benachrichtigungsregel wirklich entfernen?
fr: Êtes-vous sûr de vouloir supprimer cette règle de notification ?

source: a new Child being registered
de: neues Kind registriert
fr: un nouvel enfant en cours d'enregistrement

source: Tasks assigned to me
de: Mir zugewiesene Aufgabe
fr: Tâches qui me sont assignées

source: Notes involving me
de: Notiz, die mich betrifft
fr: Notes me concernant

source: Just Now
de: Jetzt
fr: Tout à l' heure

source: minutesm
de: Minutenmin

source: hoursh ago
de: vor hours Stunden
fr: heuresil y a h

source: Yesterday
de: Gestern
fr: Hier

source: daysd ago
de: vor days Tagen
fr: daysil y a j

source: Notifications
de: Benachrichtigungen

source: All
de: Alle
fr: Tous

source: Unread
de: Ungelesen
fr: Non lu

source: Activate Notifications
de: Benachrichtigungen aktivieren
fr: Activer les notifications

source: You have no notifications
de: Sie haben keine Benachrichtigungen
fr: Vous n'avez aucune notification

source: Mark all as read
de: Alle als gelesen markieren
fr: Tout marquer comme lu

source: Notification settings
de: Benachrichtigungseinstellungen
fr: Paramètres de notification

source: Please enable notification permissions to receive important updates.
de: Bitte aktivieren Sie die Benachrichtigungsberechtigungen, um wichtige Updates zu erhalten.
fr: Veuillez activer les autorisations de notification pour recevoir des mises à jour importantes.

source: Device registered for push notifications.
de: Für Push-Benachrichtigungen registriertes Gerät.
fr: Appareil enregistré pour les notifications push.

source: Could not register device in aam-digital backend. Push notifications will not work. Please try to disable and enable again.
de: Das Gerät konnte nicht im aam-digital-Backend registriert werden. Push-Benachrichtigungen funktionieren nicht. Bitte versuchen Sie, die Funktion zu deaktivieren und erneut zu aktivieren.
fr: Impossible d'enregistrer l'appareil dans le backend d'AAM-Digital. Les notifications push ne fonctionneront pas. Veuillez essayer de les désactiver, puis de les réactiver.

source: User has rejected the authorisation request.
de: Der Benutzer hat die Autorisierungsanfrage abgelehnt.
fr: L'utilisateur a rejeté la demande d'autorisation.

source: Could not unregister device from firebase.
de: Die Registrierung des Geräts konnte nicht abgeschlossen werden.
fr: Impossible de désenregistrer l'appareil de Firebase.

source: Device un-registered for push notifications.
de: Gerät für Push-Benachrichtigungen abgemeldet.
fr: Appareil non enregistré pour les notifications push.

source: Error trying to send test notification. If this error persists, please try to disable and enable "push notifications" again.
de: Beim Senden der Testbenachrichtigung ist ein Fehler aufgetreten. Sollte der Fehler weiterhin bestehen, deaktivieren und aktivieren Sie die Push-Benachrichtigungen erneut.
fr: Erreur lors de l'envoi de la notification de test. Si cette erreur persiste, essayez de désactiver puis de réactiver les notifications push.

source: Where you receive notifications
de: Wo Benachrichtigungen empfangen
fr: Où vous recevez des notifications

source: Enabled
de: Aktiviert
fr: Activé

source: Disabled
de: Deaktiviert
fr: Désactivé

source: Read notification
de: Gelesene Benachrichtigungen
fr: Notification lue

source: Unread notification
de: Ungelesene Benachrichtigungen
fr: Notification non lue

source: sourceData.length sourceData[0].getConstructor().labelPlural duplicated successfully
de: sourceData.length sourceData[0].getConstructor().labelPlural dupliziert
fr: sourceData.length sourceData[0].getConstructor().labelPlural dupliqué avec succès

source: sourceData[0].getConstructor().label "sourceData.toString()" duplicated successfully
de: sourceData[0].getConstructor().label "sourceData.toString()" kopiert
fr: sourceData[0].getConstructor().label "sourceData.toString()" dupliqué avec succès

source: Duplicate
de: Duplizieren
fr: Dupliquer

source: Create a copy of this record.
de: Eine Kopie dieses Datensatz erstellen.
fr: Créer une copie de cet enregistrement.

source: Content not found.
de: Inhalt nicht verfügbar.
fr: Contenu non trouvé.

source: Could not connect to the server. Please check your network connection, try again later or reach out to your technical support team.
de: Es konnte keine Verbindung zum Server hergestellt werden. Bitte überprüfen Sie Ihre Netzwerkverbindung, versuchen Sie es später noch einmal oder wenden Sie sich an Ihr technisches Support-Team.
fr: Impossible de se connecter au serveur. Veuillez vérifier votre connexion réseau, réessayer plus tard ou contacter votre équipe de support technique.

source: The entry does not exist.
de: Der Eintrag ist nicht vorhanden.
fr: L'entrée n'existe pas.

source: The email address is already in use. Only one account is allowed per email address.
de: Die E-Mail-Adresse wird bereits verwendet. Pro E-Mail-Adresse ist nur ein Konto möglich.
fr: L'adresse électronique est déjà utilisée. Un seul compte est autorisé par adresse électronique.

source: There was an internal error at the user management server. Please try again later or reach out to your technical support team.
de: Es ist ein interner Fehler auf dem Benutzerverwaltungsserver aufgetreten. Bitte versuchen Sie es später noch einmal oder wenden Sie sich an Ihr technisches Support-Team.
fr: Une erreur interne s'est produite au niveau du serveur de gestion des utilisateurs. Veuillez réessayer plus tard ou contacter votre équipe de support technique.

source: Clear all filters
de: Alle Filter löschen
fr: Effacer tous les filtres

source: Current Date
de: Aktuelles Datum
fr: Date actuelle

source: Current User
de: Aktueller Benutzer
fr: Utilisateur actuel
