Repository: Aam-Digital/ndb-core
Catalog: src/assets/locale/messages.*.xlf
Languages: de, fr

source: Notes
de: Notizen
fr: Observations

source: Tasks
de: Aufgaben
fr: Tâches

source: Note
de: Notiz
fr: Observation

source: Date
de: Datum

source: Subject
de: Betreff
fr: Sujet

source: Category
de: Kategorie
fr: Categorie

source: Attachment
de: Anhang
fr: Pièce jointe

source: Related Records
de: Verknüpfte Datensätze
fr: Entregistrements associés

source: Groups
de: Gruppen
fr: Groupes

source: Status
de: Status im Projekt
fr: Statut

source: Description
de: Beschreibung

source: Recurring Activity
de: Wiederkehrende Aktivität
fr: Activité récurrente

source: Recurring Activities
de: Wiederkehrende Aktivitäten
fr: Activités récurrentes

source: Participants
de: Teilnehmer:innen

source: Excluded Participants
de: Ausgenommene Teilnehmer:innen
fr: Participants exclus

source: Assigned user(s)
de: Verantwortliche:r
fr: Utilisateur(s) affecté(e)(s)

source: Building application
de: Bereite Applikation vor
fr: Créer l'application

source: Page Not Found
de: Seite nicht gefunden
fr: Page non trouvée

source: Either the page has been removed or you don't have the required permissions to view this page.
de: Die Seite wurde entweder gelöscht oder Sie besitzen nicht die notwendigen Berechtigungen diese zu sehen.
fr: Soit la page a été supprimée, soit vous n'avez pas les autorisations nécessaires pour afficher cette page.

source: Go to Dashboard
de: Zum Dashboard
fr: Accéder au tableau de bord

source: no current entries
de: keine aktuellen Einträge
fr: aucune entrée actuelle

source: Loading...
de: wird geladen ...
fr: Chargement...

source: Inherited value from parent record selected in field "<app-entity-field-label [field]="defaultValueHint.inheritedFromField" [entityType]="entity.getConstructor()" ></app-entity-field-label >"
de: Vererbter Wert von übergeordnetem Datensatz in Feld "<app-entity-field-label [field]="defaultValueHint.inheritedFromField" [entityType]="entity.getConstructor()" ></app-entity-field-label >"
fr: Valeur héritée de l'enregistrement parent sélectionné dans le champ "<app-entity-field-label [field]="defaultValueHint.inheritedFromField" [entityType]="entity.getConstructor()" ></app-entity-field-label >"

source: Select exactly one record in the parent field to automatically inherit its value here.
de: Wählen Sie genau einen Datensatz im Feld des verknüpften "Eltern-Datensatz" damit dessen Wert hier vererbt werden kann.
fr: Sélectionnez exactement un enregistrement dans le champ parent pour hériter automatiquement de sa valeur ici.

source: (up-to-date, inherited from parent record)
de: (aktuell; vererbt von verknüpftem Datensatz)
fr: (à jour, hérité de l'enregistrement parent)

source: (manually overwritten): click to reset value to inherited from parent record @if (!form.formGroup.enabled) { (requires the form to be in "Edit" mode) }
de: (überschrieben): Klicken Sie, um den Wert auf das vererbte Feld des verknüpften Datensatzes zurückzusetzen @if (!form.formGroup.enabled) { (Formular muss im "Bearbeiten"-Modus sein) }
fr: (écrasé manuellement) : cliquez pour réinitialiser la valeur héritée de l'enregistrement parent @if (!form.formGroup.enabled) { (nécessite que le formulaire soit en mode «Edition») }

source: Archived
de: Archiviert
fr: Archivé

source: Anonymized & Archived
de: Anonymisiert & Archiviert
fr: Anonymisé et archivé

source: This record has been anonymized. Details containing personal information have been deleted and cannot be restored. For statistical reporting, this basic record has been kept.
de: Dieser Datensatz wurde anonymisiert. Details, die persönliche Daten enthalten, wurden gelöscht und können nicht wiederhergestellt werden. Für statistische Auswertungen wurde dieser Basis-Datensatz erhalten.
fr: Ce dossier a été anonymisé. Les données contenant des informations personnelles ont été supprimées et ne peuvent pas être restaurées. Pour les rapports statistiques ce dossier de base a été conservé.

source: This record is archived and will be hidden from lists and select options by default.
de: Dieser Datensatz ist archiviert und wird standardmäßig von Listen und Auswahloptionen ausgeblendet.
fr: Cet enregistrement est archivé et sera caché des listes et des options de sélection par défaut.

source: Adding new {{ this.entityConstructor?.label }}
de: Neuer Eintrag
fr: Ajout d'un(e) {{ this.entityConstructor?.label }}

source: Save the new record to create it before accessing other details
de: Speichere den neuen Eintrag bevor weitere Details angezeigt werden können
fr: Enregistrez le nouvel enregistrement pour le créer avant d'accéder à d'autres détails

source: Cancel
de: Abbrechen
fr: Annuler

source: Edit
de: Bearbeiten
fr: Modifier

source: Total:
de: Gesamt:

source: Average:
de: Durchschnitt:
fr: Moyenne:

source: Currently
de: Derzeit
fr: En ce moment

source: Only added to linked record if active. Change the start or end date to modify this status.
de: Nur zu verknüpftem Datensatz hinzugefügt, wenn aktiv. Ändern Sie Start- und End-Datum um den Status anzupassen.
fr: Ajouté à l'enregistrement lié uniquement s'il est actif. Modifiez la date de début ou de fin pour modifier ce statut.

source: active
de: aktiv
fr: actif

source: not active
de: inaktiv
fr: inactif

source: The date from when this is active.
de: Das Datum ab dem dieser Eintrag aktiv ist.
fr: La date à partir de laquelle ceci est actif.

source: The date after which this is inactive.
de: Das Datum nach dem dieser Eintrag inaktiv ist.
fr: La date après laquelle ceci devient inactif.

source: No "startLabel" date is set
de: Kein "startLabel"-Datum wurde gesetzt
fr: La "startLabel" n'est pas sélectionnée

source: The "startLabel" date is after the "endLabel" date
de: Das "startLabel"-Datum ist nach dem "endLabel"-Datum
fr: La "startLabel" est postérieure à la "endLabel"

source: e.g. name, age
de: z.B. Name, Alter
fr: par ex. nom, âge

source: Add New
de: Neu
fr: Ajouter

source: Filter options
de: Filter
fr: Options de filtrage

source: Download all data (.csv)
de: Download alle (.csv)
fr: Télécharger toutes les données (.csv)

source: Download current (.csv)
de: Download angezeigte (.csv)
fr: Télécharger les données visibles (.csv)

source: Import from file
de: Datei importieren
fr: Importer d'un fichier

source: Select multiple records for bulk actions like duplicating or deleting
de: Wählen Sie mehrere Datensätze aus, um gemeinsame Aktionen für alle auszuführen (z.B. Duplizieren oder Löschen)
fr: Sélectionnez plusieurs enregistrements pour des actions en masse telles que la duplication ou la suppression

source: Bulk Actions
de: Massen-Bearbeitung
fr: Actions en masse

source: Preparing data (Indexing)
de: Daten vorbereiten (indizieren)
fr: Préparation des données (Indexing)

source: Archive
de: Archivieren
fr: Archiver

source: Mark the record as inactive, hiding it from lists by default while keeping the data.
de: Datensatz als "inaktiv" markieren, um diesen für Listen standardmäßig auszublenden. Die Daten bleiben dabei aber erhalten.
fr: Marquer l'enregistrement comme inactif, en le masquant des listes par défaut tout en conservant les données.

source: Remove all personal data and keep an archived basic record for statistical reporting.
de: Alle persönlichen Daten entfernen und nur einen archivierten Basis-Datensatz für statistische Auswertungen behalten.
fr: Supprimez toutes les informations personnelles et conservez un enregistrement de base archivé pour les rapports statistiques.

source: Delete
de: Löschen
fr: Supprimer

source: Remove the record completely from the database.
de: Datensatz vollständig aus der Datenbank entfernen.
fr: Supprimer complètement l’enregistrement de la système.

source: Undo
de: Rückgängig machen
fr: Annuler l'action

source: Reverting changes ...
de: Änderungen werden rückgängig gemacht ...
fr: Annuler les modifications ...

source: these
de: diese
fr: ces

source: Delete?
de: Löschen?
fr: Supprimer?

source: This will remove the data permanently as if it never existed. This cannot be undone. Statistical reports (also for past time periods) will change and not include this record anymore. If you have not just created a record accidentally, deleting this is probably not what you want to do. If a record represents something that actually happened in your work, consider to use "anonymize" or just "archive" instead, so that you will not lose your documentation for reports. Are you sure you want to delete textForDeleteEntity?
de: Der Datensatz werden dauerhaft gelöscht, als ob dieser nie existiert hätte. Dieser kann nicht wiederhergestellt werden. Statistische Auswertungen (auch für vergangene Zeiträume) werden sich ändern und diesen Datensatz nicht mehr berücksichtigen. Wenn Sie einen Datensatz nicht nur versehentlich erstellt hatten, wollen Sie diesen vermutlich nicht löschen. Wenn ein Datensatz etwas repräsentiert, das tatsächlich in Ihrer Arbeit passiert ist, können Sie den Datensatz stattdessen auch "anonymisieren" oder einfach "archivieren", damit Ihre Dokumentation für Berichte nicht verloren geht. Sind Sie sicher, dass Sie textForDeleteEntity löschen wollen?

source: Processing ...
de: Wird bearbeitet ...
fr: Traitement ...

source: Related records may still contain personal data
de: Verknüpfte Einträge können noch persönliche Daten enthalten
fr: Les enregistrements associés peuvent toujours contenir des données personnelles

source: Some related records (e.g. notes) may still contain personal data in their text. We have automatically deleted all records that are linked to ONLY textForDeleteEntity. However, there are some records that are linked to multiple records. We have not deleted these, so that you will not lose relevant data. Please review them manually to ensure all sensitive information is removed, if required (e.g. by looking through the linked notes and editing a note's text).
de: Einige verknüpfte Einträge können noch persönliche Daten enthalten (z.B. Notizen in ihrem Text). Wir haben automatisch alle Datensätze gelöscht, die NUR mit diesem textForDeleteEntity Datensatz verknüpft waren. Es existieren allerdings einige Datensätze, die mit mehreren Einträgen verknüpft sind. Wir haben diese nicht gelöscht, damit Sie keine relevanten Daten verlieren. Bitte überprüfen Sie diese selbst, um sicherzustellen, dass alle sensiblen Informationen entfern wurden, falls dies notwendig ist (z.B. indem Sie verknüpfte Notizen durchgehen und Notiz-Texte wenn nötig bearbeiten).
fr: Certains enregistrements associés (par exemple, des notes) peuvent encore contenir des données personnelles dans leur texte. Nous avons automatiquement supprimé tous les enregistrements liés à UNIQUEMENT textForDeleteEntity . Cependant, certains enregistrements sont liés à plusieurs enregistrements. Nous ne les avons pas supprimés afin que vous ne perdiez pas de données pertinentes. Veuillez les vérifier manuellement pour vous assurer que toutes les informations sensibles sont supprimées, si nécessaire (par exemple en parcourant les notes liées et en modifiant le texte d'une note).

source: deleted
de: gelöscht
fr: supprimé

source: Anonymize?
de: Anonymisieren?
fr: Anonymiser?

source: This will remove all personal information (PII) permanently and keep only a basic record for statistical reports. Details that are removed during anonymization cannot be recovered. If a record has only become inactive and you want to keep all details, consider to use "archive" instead. Are you sure you want to anonymize textForAnonymizeEntity?
de: Alle persönlichen Informationen werden dauerhaft entfernt und nur ein Basis-Datensatz für statistische Auswertungen bleibt erhalten. Details, die während der Anonymisierung gelöscht werden, können nicht wiederhergestellt werden. Wenn ein Datensatz nur inaktiv geworden ist und Sie alle Details dieses Datensatzes erhalten wollen, können Sie diesen stattdessen auch nur "archivieren". Sind Sie sicher, dass Sie textForAnonymizeEntity anonymisieren wollen?
fr: Cela supprimera définitivement toutes les informations personnelles (PII) et ne conservera qu'un enregistrement de base pour les rapports statistiques. Les détails supprimés lors de l'anonymisation ne peuvent pas être récupérés. Si un enregistrement est devenu inactif et que vous souhaitez conserver tous les détails, envisagez d'utiliser plutôt «archiver». Êtes-vous sûr de vouloir anonymiser textForAnonymizeEntity?

source: Some related records (e.g. notes) may still contain personal data in their text. We have automatically anonymized all records that are linked to ONLY textForAnonymizeEntity. However, there are some records that are linked to multiple records. We have not anonymized these, so that you will not lose relevant data. Please review them manually to ensure all sensitive information is removed (e.g. by looking through the linked notes and editing a note's text).
de: Einige verknüpfte Einträge können noch persönliche Daten enthalten (z.B. Notizen in ihrem Text). Wir haben automatisch alle Datensätze anonymisiert, die NUR mit diesem textForAnonymizeEntity-Datensatz verknüpft waren. Es existieren allerdings einige Datensätze, die mit mehreren Einträgen verknüpft sind. Wir haben diese nicht anonymisiert, damit Sie keine relevanten Daten verlieren. Bitte überprüfen Sie diese selbst, um sicherzustellen, dass alle sensiblen Informationen entfern wurden (z.B. indem Sie verknüpfte Notizen durchgehen und Notiz-Texte wenn nötig bearbeiten).
fr: Certains enregistrements liés (par exemple, des notes) peuvent encore contenir des données personnelles dans leur texte. Nous avons automatiquement anonymisé tous les enregistrements liés à UNIQUEMENT textForAnonymizeEntity . Cependant, certains enregistrements sont liés à plusieurs enregistrements. Nous ne les avons pas anonymisés afin que vous ne perdiez pas de données pertinentes. Veuillez les vérifier manuellement pour vous assurer que toutes les informations sensibles sont supprimées (par exemple en parcourant les notes liées et en modifiant le texte d'une note).

source: anonymized
de: anonymisiert
fr: anonymisé

source: archived
de: archiviert
fr: archivé

source: reactivated
de: reaktiviert
fr: réactivé

source: Bulk edit {{ entitiesToEdit.length }} {{ entityConstructor.labelPlural }}
de: Bearbeiten von {{ selectedRows }} {{ entityConstructor.labelPlural }}
fr: Modifier en masse {{ entitiesToEdit.length }} {{ entityConstructor.labelPlural }}

source: You are about to modify the selected records. This action will apply changes across multiple entries. Make sure that the fields you are updating reflect the correct information for all selected records.<br /> If you are unsure about making changes across all these records, review your selection carefully before proceeding or edit the records individually.
de: Sie sind dabei, alle ausgewählten Datensätze zu bearbeiten. Diese Aktion wendet Änderungen auf mehrere Einträge an. Stellen Sie sicher, dass die Felder, die Sie aktualisieren, die richtigen Informationen für alle ausgewählten Datensätze wiedergeben.<br /> Wenn Sie sich nicht sicher sind, ob Sie Änderungen an allen diesen Datensätzen vornehmen sollen, bearbeiten Sie die Datensätze gegegebenfalls stattdessen einzeln.
fr: Vous êtes sur le point de modifier les enregistrements sélectionnés. Cette action appliquera les modifications à plusieurs entrées. Assurez-vous que les champs que vous mettez à jour reflètent les informations correctes pour tous les enregistrements sélectionnés.<br /> Si vous n’êtes pas sûr de vouloir apporter des modifications à tous ces enregistrements, vérifiez attentivement votre sélection avant de continuer ou modifiez les enregistrements individuellement.

source: Property to update
de: Feld das bearbeitet wird
fr: Champ à mettre à jour

source: Keycloak User could not be deleted
de: Keycloak-Account konnte nicht gelöscht werden
fr: L'utilisateur Keycloak n'a pas pu être supprimé

source: User Account could not be deleted in Keycloak. Please delete user manually in Keycloak.
de: Nutzer-Account konnte in Keycloak nicht gelöscht werden. Bitte löschen Sie den Account in Keycloak manuell.
fr: Le compte utilisateur n'a pas pu être supprimé dans Keycloak. Supprimez l'utilisateur manuellement dans Keycloak.

source: edited
de: bearbeitet
fr: édité

source: [anonymized this.getConstructor().label]
de: [anonymisierte/r this.getConstructor().label]
fr: [anonymisé this.getConstructor().label]

source: Filter Options
de: Filter
fr: Options de filtrage

source: Select All
de: Alle auswählen
fr: Sélectionner tout

source: Clear
de: Zurücksetzen
fr: Effacer

source: Save
de: Speichern
fr: Sauvegarder

source: Link all imported records to {{ action.targetType | entityTypeLabel }}
de: Verlinke alle importierten Einträge zu {{ action.type | entityTypeLabel }}
fr: Lier tous les enregistrements importés à {{ action.type | entityTypeLabel }}

source: no additional actions selected
de: keine zusätzlichen Aktionen ausgewählt
fr: aucune action supplémentaire sélectionnée

source: Select an Import Target Type before defining additional actions.
de: Wählen Sie einen Zieltyp bevor zusätzliche Aktionen definiert werden können.
fr: Sélectionnez un type de cible d’importation avant de définir des actions supplémentaires.

source: Add Action
de: Aktion hinzufügen
fr: Ajouter une action

source: Define which columns / fields will be imported:
de: Wählen Sie welche Spalten / Felder importiert werden sollen:
fr: Définir quelles colonnes/champs seront importés:

source: The form below lists all columns from your imported file. Select a property of the record type in the system, into which you want to import each column. You can also omit some columns. If you do not select anything for a column, that column will be ignored during the import. For advanced types, use the button next to the field to configure how values are transformed.
de: Das unten stehende Formular listet alle Spalten aus der importierten Datei auf. Für jede Spalte kann ein Feld aus der im System hinterlegten Datenstruktur zugewiesen werden. Spalten die keine Zuweisung haben werden beim Importieren ignoriert. Bei spezielleren Datentypen erlaubt ein Knopf neben der Zuweisung eine genauere Einstellung wie die Werte der Spalte ins System übertragen werden.
fr: Le formulaire ci-dessous répertorie toutes les colonnes de votre fichier importé. Sélectionnez un champ du type d'enregistrement dans le système dans lequel vous souhaitez importer chaque colonne. Vous pouvez également omettre certaines colonnes. Si vous ne sélectionnez rien pour une colonne, cette colonne sera ignorée lors de l'importation. Pour les types avancés, utilisez le bouton à côté du champ pour configurer la manière dont les valeurs sont transformées.

source: Configure value mapping
de: Werte-Zuweisung konfigurieren
fr: Configurer le mappage de valeurs

source: Start Import?
de: Import starten?
fr: Commencer l'importation?

source: Importing Data
de: Daten werden importiert
fr: Importation de données

source: data.entitiesToImport?.length }} records will be imported.
de: records will be imported.</div Einträge werden importiert.
fr: data.entitiesToImport?.length }} enregistrements seront importés.

source: Importing data ...
de: Importiere Daten ...
fr: Importation de données ...

source: Confirm & Run Import
de: Bestätigen & Import ausführen
fr: Confirmer et exécuter l'importation

source: Import completed
de: Import abgeschlossen

source: Select the import target type:
de: Wählen Sie den zu importierenden Datentyp:
fr: Sélectionnez le type de cible d’importation:

source: Import as
de: Importieren als
fr: Importer en tant que

source: Expert Mode
de: Experten Modus
fr: Mode Expert

source: Select a .csv file with data to import:
de: Wählen Sie eine .csv Datei für den Import:
fr: Sélectionnez un fichier .csv avec les données à importer:

source: {{ data.data?.length }} rows detected for import
de: {{ data.data?.length }} Einträge zum Importieren gefunden
fr: {{ data.data?.length }} lignes détectées pour l'importation

source: Previous Imports
de: Frühere Importe
fr: Importations précédentes

source: imported by <app-entity-block [entityId]="item.user" [linkDisabled]="true" >at at {{ item.date | date: "medium" }}
de: importiert von <app-entity-block [entityId]="item.user" entityType="User" [linkDisabled]="true" >at {{ am {{ item.date | date: "medium" }}
fr: importé par <app-entity-block [entityId]="item.user" entityType="User" [linkDisabled]="true" >at {{ à {{ item.date | date: "medium" }}

source: Please select a file first
de: Bitte wählen Sie zuerst eine Datei
fr: Sélectionnez d'abord un fichier

source: Re-use configuration
de: Einstellungen wiederverwenden
fr: Réutiliser la configuration

source: Undo import
de: Rückgängig machen
fr: Annuler l'importation

source: Revert Import?
de: Import rückgängig machen?
fr: Rétablir l'importation?

source: Are you sure you want to undo this import? All records that had been imported at that time will be deleted from the system.
de: Sind Sie sicher, dass Sie diesen Import rückgängig machen wollen? Alle Daten, die importiert wurden, werden dabei aus dem System gelöscht.
fr: Etes-vous sûr de vouloir annuler cette importation? Tous les enregistrements qui ont été importés à ce moment-là seront supprimés du système.

source: Preparing data for preview and import ...
de: Daten werden für Vorschau und Import vorbereitet ...
fr: Préparation des données pour l'aperçu et l'importation ...

source: Review your mapped data to be imported:
de: Überprüfen Sie die zu importierenden Daten:
fr: Vérifiez vos données préparé pour l'importation:

source: Start Import
de: Import starten
fr: Commencer l'importation

source: The data previewed here is mapped and transformed according to the 'Column Mapping' you defined in the previous step. Only columns for which you selected a field there will be imported and appears here in this preview. If necessary, you can go back to the previous step and make changes to the mapping.
de: Die unten sichtbaren Daten wurden anhand der Zuweisungen generiert, die im vorherigen Schritt definiert wurden. Nur Spalten, die eine Zuweisung haben, werden importiert und sind hier sichtbar. Falls nötig, können Sie zum vorherigen Schritt zurückgehen und Änderungen vornehmen.
fr: Les données prévisualisées ici sont mappées et transformées selon le «mappage de colonnes» que vous avez défini à l'étape précédente. Seules les colonnes pour lesquelles vous avez sélectionné un champ seront importées et apparaîtront ici dans cet aperçu. Si nécessaire, vous pouvez revenir à l'étape précédente et apporter des modifications au mappage.

source: Select File
de: Datei auswählen
fr: Sélectionner le fichier

source: {{ rawData?.length }} rows to import
de: {{ rawData?.length }} Zeilen zu importieren
fr: {{ rawData?.length }} lignes à importer

source: Select Import Type(s)
de: Import Datentyp wählen
fr: Sélectionner le type d'importation

source: as {{ importSettings.entityType | entityTypeLabel }}
de: als {{ entityType | entityTypeLabel }}
fr: comme {{ entityType | entityTypeLabel }}

source: Back
de: Zurück
fr: Retour

source: Advanced Import Actions [optional]
de: Erweiterte Import Aktionen [optional]
fr: Actions d'importation avancées [facultatif]

source: Map Columns
de: Spalten zuweisen
fr: Faire correspondre les colonnes

source: {{ mappedColumnsCount }} columns selected
de: {{ mappedColumnsCount }} Spalten erkannt
fr: {{ mappedColumnsCount }} colonnes sélectionnées

source: Review & Edit Data
de: Daten Überprüfen & bearbeiten
fr: Réviser et modifier les données

source: Cancel Import?
de: Import verwerfen?
fr: Annuler l'importation?

source: Do you really want to discard the currently prepared import?
de: Möchte Sie den Import wirklich verwerfen?
fr: Voulez-vous vraiment supprimer l’importation actuellement préparée ?
