Repository: Aam-Digital/ndb-core
Catalog: src/locale/messages.*.xlf
Languages: de

source: Activate to also show entries for the activity that do not have any events with actual participation of this person
de: Aktivieren, um auch Aktivitäten anzuzeigen, bei denen diese Person nicht anwesend war

source: Also show unrelated
de: Auch unzugehörige anzeigen

source: Load all records
de: Lade alle Aufzeichnungen

source: Month
de: Monat

source: one-time event
de: einmaliges Event

source: recurring activity - record for one day
de: Widerkehrende Aktivität - Zeichne einen Tag auf

source: {VAR_PLURAL, plural, one {participant} other {participants}}
de: {VAR_PLURAL, plural, 1= {Teilnehmer:in} other {Teilnehmer:innen}}

source: {event.children.length, plural, one {participant} other {participants}}
de: {event.children.length, plural, one {Teilnehmer:in} other {Teilnehmer:innen}}

source: Record Attendance: {{ stages[currentStage] }}
de: Anwesenheiten aufzeichnen: {{ stages[currentStage] }}

source: Groups
de: Gruppen

source: Add group ...
de: Gruppe hinzufügen …

source: Include events
de: Zeige auch wiederkehrende Aktivitäten

source: Participants
de: Teilnehmer:innen

source: Add participant ...
de: Teilnehmer:innen hinzufügen …

source: Select Event
de: Wähle Event aus

source: Record event for
de: Zeichne Event auf für den

source: Show more
de: Zeige mehr

source: My event is not listed ...
de: Ich kann mein Event nicht finden …

source: Record Attendance
de: Zeichne Anwesenheit auf

source: Attendance completed.
de: Anwesenheits-Aufzeichnung beendet.

source: Back
de: Zurück

source: Skip
de: Überspringen

source: Finish
de: Fertig

source: Abort
de: Abbrechen

source: attended {{ attendanceDescription }} events
de: haben an {{attendanceDescription}} events teilgenommen

source: (excluding {{ logicalCount[LStatus.IGNORE] }} events excused or unknown)
de: (ausgenommene Events {{ logicalCount[LStatus.IGNORE] }}; entschuldigt oder unbekannt)

source: Remarks
de: Bemerkungen

source: All excused (out of {{ selectedEvent.children.length }} { selectedEvent.children.length, plural, one {participant} other {participants} })
de: Alle entschuldigt (von {{selectedEvent.children.length}} { selectedEvent.children.length, plural, one {Teilnehmer:in} other {Teilnehmer:innen} })

source: {VAR_PLURAL, plural, one {participant} other {participants}}
de: {VAR_PLURAL, plural, 1= {Teilnehmender:in} other {Teilnehmer:innen}}

source: {{ selectedEventStats.average | percent: "1.0-0" }} attended (of {{ selectedEvent.children.length }} { selectedEvent.children.length, plural, one {participant} other {participants} })
de: {{ selectedEventStats.average | percent: "1.0-0" }} haben teilgenommen (von {{ selectedEvent.children.length }} { selectedEvent.children.length, plural, 1= {Teilnehmende/r} other {Teilnehmern} })

source: {{ selectedEventStats.excludedUnknown }} { selectedEventStats.excludedUnknown, plural, one {participant} other {participants} } without recorded status
de: {{ selectedEventStats.unknownStatus }} { selectedEventStats.unknownStatus, plural, 1={Teilnehmer:in} other {Teilnehmer:innen} } ohne aufgenommenen Status

source: {VAR_PLURAL, plural, one {participant} other {participants}}
de: {VAR_PLURAL, plural, 1= {Teilnehmer} other {Teilnehmer}}

source: no events on this date
de: Keine Events

source: Add new event
de: Neues Event hinzufügen

source: Attendance: {{ (focusedChild ? entity?.getAttendancePercentage(focusedChild) : entity?.getAttendancePercentageAverage() ) | percent: "1.0-0" }}
de: Anwesenheit: {{ (focusedChild ? entity?.getAttendancePercentage(focusedChild) : entity?.getAttendancePercentageAverage() ) | percent: "1.0-0" }}

source: days present
de: Tage anwesend

source: days absent
de: Tage abwesend

source: unknown status
de: Status unbekannt

source: Attendance Register
de: Anwesenheitsübersicht

source: Attendance data can be seen and edited in an individual's details as well as here across groups.
de: Anwesenheit kann bei dem individuellen Kind eingesehen und bearbeitet werden sowie hier bei den Gruppen.

source: Record Attendance
de: Anwesenheit aufzeichnen

source: add a day's attendance
de: Tages-Anwesenheit aufzeichnen

source: Select a group of children and easily mark their attendance one by one. This works well on a smartphone to record attendance on site.
de: Auswählen einer Gruppe von Kindern, um die Anwesenheit einzeln aufzuzeichnen.

source: Record an event's attendance
de: Anwesenheit für eine Event aufzeichnen

source: Enter Monthly Attendance
de: Monatliche Anwesenheit aufzeichnen

source: add a month's attendance
de: Monatliche Anwesenheit hinzufügen

source: Enter attendance numbers for a whole month in a table format for a group of children. This allows you to quickly record attendance that was collected on paper. However, as you only enter a monthly total for each child you cannot see attendance in the day-wise calender.
de: Die Anwesenheit für einen ganzen Monat kann im Tabellenformat eingegeben werden. Das ermöglicht es etwa, Anwesenheitsdaten einzutragen, die auf Papier vorliegen. Da für jedes Kind die monatliche Anwesenheit nur insgesamt eingetragen wird, kann sie nicht tageweise angezeigt werden.

source: Enter Attendance
de: Anwesenheit eingeben

source: Analyse and compare attendance for all children. To see an individual's attendance history you can open the child's overall details page.
de: Analysen und Vergleiche von Anwesenheiten für alle Kinder. Die Detailseite der Kinder gibt Auskunft über die Anwesenheit des jeweiligen Kindes.

source: Analyse Attendance
de: Analysiere die Anwesenheit

source: calculate summaries and averages
de: Zusammenfassungen und Durchschnitte

source: Amount
de: Anzahl

source: Description
de: Beschreibung

source: pencil
de: Bleistift

source: eraser
de: Radiergummi

source: sharpener
de: Bleistiftanspitzer

source: pen (black)
de: Stift (schwarz)

source: oil pastels
de: Ölkreiden

source: crayons
de: Buntstifte

source: sketch pens
de: Filzstifte

source: scale (big)
de: Lineal (groß)

source: scale (small)
de: Lineal (klein)

source: geometry box
de: Geometriebox

source: copy (single line, small)
de: Kopie (Einzellinie, klein)

source: copy (single line, big)
de: Kopie (Einzellinie, groß)

source: copy (four line)
de: Kopie (vier linien)

source: copy (squared)
de: Kopie (quadratisch)

source: copy (plain)
de: Kopie (blanko)

source: copy (line-plain)
de: Kopie (liniert)

source: copy (drawing)
de: Kopie (Zeichnung)

source: copy (practical)
de: Kopie (praktisch)

source: graph book
de: Graphen-Buch

source: project papers
de: Projektseiten

source: project file
de: Projekt-Unterlagen

source: scrap book
de: Sammelalbum

source: exam board
de: Prüfungstafel

source: Bag
de: Tasche

source: School Uniform
de: Schul-Uniform

source: School Shoes
de: Schul-Schuhe

source: Sports Dress
de: Sport-Kleid

source: Sports Shoes
de: Sport-Schuhe

source: Raincoat
de: Regenmantel

source: Height [cm]
de: Größe [cm]

source: Weight [kg]
de: Gewicht [kg]

source: Children <span class="subtitle-highlight">without</span> recent report
de: Kinder <span class="subtitle-highlight">ohne</span> neuen Eintrag

source: <th mat-header-cell *matHeaderCellDef mat-sort-header scope="col"> Days passed </th><td mat-cell *matCellDef="let childNoteInfo" class="dashboard-table-additional-info-cell" ><span *ngIf="childNoteInfo.moreThanDaysSince">></span> {{ childNoteInfo.daysSinceLastNote | number: "1.0-0" }} days </td>
de: <th mat-header-cell *matHeaderCellDef mat-sort-header scope="col"></th><td mat-cell *matCellDef="let childNoteInfo" class="dashboard-table-additional-info-cell" ><span *ngIf="childNoteInfo.moreThanDaysSince">></span> {{ childNoteInfo.daysSinceLastNote | number: "1.0-0" }} Tage vergangen </td>

source: Children <span class="subtitle-highlight">with</span> recent report
de: Kinder <span class="subtitle-highlight">mit</span> neuem Eintrag

source: Go to Notes <span class="fa fa-external-link-square"></span>
de: Zu den Einträgen <span class="fa fa-external-link-square"></span>

source: Guardians Meeting
de: Treffen mit Vormünder

source: Our regular monthly meeting. Find the agenda and minutes in our meeting folder.
de: Monatliches Treffen. Die Agenda und das Protokoll können in unserem Treffen Ordner gefunden werden.

source: Children Meeting
de: Treffen mit Kindern

source: Drug Prevention Workshop
de: Drogenprevention

source: Expert conducted a two day workshop on drug prevention.
de: Ein Experte führte einen zwei-Tages Drogenpreventionstraining durch.

source: Mother sick
de: Mutter krank

source: Visited family after we heard that mother is seriously ill. She cannot get up. Children are taking care of housework. Told her to see doctor. We should follow up next week.
de: Habe die Familie besucht nachdem wir erfahren hatten, dass die Mutter ernsthaft erkankt ist. Sie kann nicht ausfstehen. Die Kinder übernehmen die Hausarbeiten. Habe ihr gesagt, sie soll den Arzt besuchen. Wir sollten nächste Woche nachfragen.

source: Discussed school change
de: Schulwechsel diskutiert

source: Discussed future of the child with the parents. They agree that changing school can be a good option. Will discuss further together with the child.
de: Mit den Eltern über die Zukunft des Kindes gesprochen. Sie stimmen zu, dass ein Schulwechsel eine gute Option sein kann. Ich werde nun mit dem Kind alles weitere besprechen.

source: Follow up for school absence
de: Nachfragen Schulabwesenheit

source: Called to ask for reason about absence. Mother made excuses but promised to send the child tomorrow.
de: Habe Mutter angerufen, wieso Kind abwesend war. Mutter hatte Entschuldigungen, versprach aber das Kind morgen in die Schule zu schicken.

source: Absent because ill
de: Krankgeschrieben

source: Mother has called in the morning. Child cannot come to class because of fever.
de: Die Mutter hat morgens angerufen. Das Kind hat Fieber und kann nicht in die Schule kommen.

source: Absence without information
de: Abwesend ohne Informationen

source: Child was not in school whole last week again. When calling the mother she didn't know about it. Need to follow up urgently to discuss with the child and the guardians.
de: Das Kind war letzte Woche wiederholt nicht in der Schule. Als ich mit der Mutter telefonierte, wusste sie davon nicht. Sollte dringend nachgefragt und mit den Vormündern und dem Kind besprochen werden.

source: School is happy about progress
de: Schule ist glücklich mit Fortschritt

source: Visited the school and talked to the class teacher and principal. They are happy about the progress and behaviour.
de: Besuchte die Schule und sprach mit Lehrer und Rektor. Sie sind beide sehr glücklich mit der Entwicklung und dem Verhalten des Kindes.

source: Needs to work more for school
de: Muss sich mehr für die Schule bemühen

source: Discussed the child's progress with coaching teacher. He is still a weak student and needs more support. We should consider arranging an extra class for him. Discuss next social worker meeting.
de: Besprach den Fortschritt des Kindes mit dem Lehrer. Das Kind gehört weiterhin zu den schwächeren Schüler:innen und benötigt Untersützung. Vielleicht benötigt das Kind Nachhilfe. Wird im nächsten Sozialarbeitertreffen besprochen.

source: Fight at school
de: Schlägerei in der Schule

source: Principal called us today. Our student got into a fight and was suspended for a week. Need to follow up with the child and discuss the matter.
de: Rektor hat heute angerufen. Eines unserer Kinder war in einer Schlägerei verwickelt und ist für nächste Woche von der Schule ausgeschlossen. Sollte mit dem Kind besprochen werden.

source: Special help for family
de: Unterstützung für Familie

source: Since the father has lost his job the family is struggling to survive. After home visits and discussion in our team we decided to refer them to a special support programme.
de: Seit der Vater seine Arbeit verloren hatte hat die Familie große Schwierigkeiten zu überleben. Nach Hausbesuchen und Diskussionen mit dem Team haben wir uns dazu entschieden die Familie an das spezielle Unterstützungsprogramm zu verweisen.

source: Chance to repeat class
de: Möglichkeit sitzenzubleiben

source: Child has failed this school year as she did not go to school regularly. After a long discussion with the child and her parents we agreed to support her to repeat the class and she promised to attend school regularly.
de: Das Kind ist dieses Jahr in der Schule durchgefallen da es oft fehlte. Nach langen Diskussionen mit dem Kind und den Eltern wurde beschlossen, dass das Kind die Klasse wiederholt. Es verspricht die Schule nun regelmäßig zu besuchen.

source: Distracted in class
de: Unaufmerksam im Unterricht

source: Teacher has let us know that he is very unfocused during class these days. Discussed with him - there are a lot of problems in the family currently.
de: Die Lehrerin hat uns benachrichtigt, dass das Kind die letzten Tage sehr unaufmerksam im Unterricht ist. Habe mit dem Kind darüber gesprochen - es hat zurzeit sehr viele Probleme in der Familie.

source: Disturbing class
de: Stört im Unterricht

source: She refused to listen to the teacher was disturbing the class. Did counselling session with her.
de: Das Kind ignorierte die Anweisungen des Lehrers und störte im Unterricht. Habe mich mit dem Kind über dieses Problem unterhalten.

source: got excused by it's mother
de: wurde durch die Mutter entschuldigt

source: absent without excuse
de: Abwesend ohne Entschuldigung

source: absent because ill
de: Krankgeschrieben

source: Children
de: Kinder

source: Subject
de: Betreff

source: Remarks
de: Vermerke

source: includes children without a notethis.sinceBeginningOfTheWeekthis.withinTheLastNDays
de: beinhaltet Kinder ohne Notiz

source: since the beginning of the week
de: seit Anfang der Woche

source: without a note within the last this.sinceDays days
de: ohne Notiz in den letzten this.sinceDays Tagen

source: Date
de: Datum

source: Type of Interaction
de: Art der Interkation

source: Add Author...
de: Ersteller:in hinzufügen …

source: Authors
de: Ersteller:innen

source: Topic / Summary
de: Thema / Zusammenfassung

source: Notes
de: Bemerkungen

source: Urgent
de: Dringend

source: Needs Follow-Up
de: Nachverfolgung nötig

source: This Week
de: Diese Woche

source: Since Last Week
de: Seit letzter Woche

source: To change this field, please add a new entry to the history below
de: Um diese Anzeige zu verändern, fügen Sie bitte einen Eintrag in der untenstehenden Tabelle hinzu

source: Currently attending class {{ current.schoolClass }} <ng-container *ngIf="current.schoolClass">at</ng-container><app-school-block [entityId]="current.schoolId"></app-school-block>
de: Besucht derzeit Klasse {{ current.schoolClass }} <ng-container *ngIf="current.schoolClass" >an</ng-container><app-school-block [entityId]="current.schoolId"></app-school-block>

source: Title
de: Titel

source: Label
de: Bezeichnung

source: Current
de: Aktuell

source: Target
de: Ziel

source: Progress of X
de: Fortschritt von X

source: Part
de: Teil

source: automatically deleted trivial conflict
de: automatisch trivialen Konflikt gelöscht

source: Delete Conflicting Version?
de: Lösche konfliktbehaftete Version?

source: Are you sure you want to keep the current version and delete this conflicting version? this.stringify( docToDelete )
de: Sicher, dass die aktuelle Version beibehalten werden soll und die konflikbehaftete gelöscht werden soll? this.stringify( docToDelete )

source: deleted conflicting version
de: Konfliktbehaftete Version gelöscht

source: Error trying to delete conflicting version: errorMessage
de: Ein Fehler ist aufgetreten beim löschen der konfliktbehafteten Version: errorMessage

source: Error trying to save version: errorMessage
de: Ein Fehler ist aufgetreten beim speichern einer Version: errorMessage

source: Save Changes for Conflict Resolution?
de: Veränderungen für Konflikt-Auflösung speichern?

source: Are you sure you want to save the following changes and delete the conflicting version? this.stringify( newChanges )
de: Sollen die konfliktbehaftete Version gespeichert und die folgenden Änderungen wirklich gesichert werden? this.stringify( newChanges )

source: selected conflicting version
de: Wähle die Konfliktbehaftete Version aus

source: resolved manually
de: Manuell auflösen

source: conflicts to resolve:
de: Aufzulösende Datenbankkonflikte

source: Data
de: Datum

source: Administration & Configuration
de: Administration & Konfiguration

source: Warning: This section is intended for system administrators only. Make sure you know what you are doing.
de: Achtung: Dieser Bereich ist nur für System-Administratoren bestimmt. Sie solltest wissen, was Sie tun!

source: Utility Functions
de: Nützliche Funktionen

source: Auto-Update children's photo filenames
de: Automatisches Updaten der Namen der Foto-Dateien

source: Migration
de: Migrieren

source: Migrate Notes to new author users
de: Notizen zu neuem Format migrieren

source: Migrate Children to correct photo format
de: Kinder zu neuem Format migrieren

source: Restore Backup (.json)
de: Backup wiederherstellen (.json)

source: Download whole database (.csv)
de: Download der ganzen Datenbank (.csv)

source: Import (.csv)
de: Importieren (.csv)

source: Application Configuration
de: Programm-Konfiguration

source: Download configuration
de: Download der Konfiguration

source: Upload new configuration
de: Upload einer neuen Konfiguration

source: AppConfig
de: App-Konfiguration

source: Debug the PouchDB
de: Debugging der PouchDB

source: Send to console.log()
de: An console.log() senden

source: Empty Database
de: Die Datenbank leeren

source: Alert Log
de: Hinweis-Log

source: Overwrite complete database?
de: Komplette Datenbank überschreiben?

source: Backup restored
de: Backup wiederhergestellt

source: Import new data?
de: Neue Daten importieren?

source: Are you sure you want to import this file? This will add or update newData.trim().split("\n").length - 1 records from the loaded file. Existing records with same "_id" in the database will be overwritten!
de: Soll diese Datei wirklich importiert werden? Das wird alle newData.trim().split("\n").length - 1 Aufzeichnungen bla bla

source: Import completed?
de: Import fertiggestellt?

source: Empty complete database?
de: Komplette Datenbank löschen?

source: Are you sure you want to clear the database? This will delete all restorePoint.split("\n").length existing records in the database!
de: Soll wirklich die komplette Datenbank gelöscht werden? Dadurch werden alle restorePoint.split("\n").length Aufzeichnungen in der Datenbank gelöscht!

source: Import completed
de: Import fertig

source: Could not load file 'jsonFileLocation': JSON.stringify( response )
de: Datei jsonFileLocation': JSON.stringify( response ) konnte nicht geladen werden

source: Coming Soon
de: Bald verfügbar

source: Sorry, this feature isn't quite ready yet. We are working hard to make this available for you. Let us know below if you need this functionality.
de: Tut uns leid, dieses Feature ist noch nicht verfügbar. Wir bemühen uns aber, es so schnell wie möglich verfügbar zu machen. Wenn Sie diese Funktionalität benötigen, lassen Sie es uns bitte wissen!

source: <mat-icon *ngIf="requested" aria-label="requested" fontIcon="fa-check" class="requested-icon" ></mat-icon> I need this feature
de: <mat-icon *ngIf="requested" aria-label="requested" fontIcon="fa-check" class="requested-icon" ></mat-icon> Ich brauche dieses Feature

source: I can tell you about my use case
de: Das ist mein Anwendungsfall

source: Thank you for letting us know.
de: Danke, dass Sie uns Bescheid gegeben haben.

source: Schools
de: Schulen

source: Recurring Activities
de: Wiederkehrende Aktivitäten

source: Record Attendance
de: Anwesenheit Aufzeichnen

source: Manage Attendance
de: Anwesenheit Verwalten

source: Users
de: Nutzer

source: Reports
de: Berichte

source: Database Conflicts
de: Datenbankkonflikte

source: Help
de: Hilfe

source: OK (copy with us)
de: OK (Kopie bei uns)

source: OK (copy needed for us)
de: OK (Kopie benötigt)

source: needs correction
de: Korrektur erforderlich

source: doesn't have
de: Nicht vorhanden

source: not eligible
de: Nicht verfügbar

source: Record Attendance
de: Anwesenheit Aufzeichnen

source: Finished School or Training
de: Schule erfolgreich abgeschlossen

source: Continues Education without project
de: Besucht Schuler außerhalb des Projekts

source: Moved away
de: Umgezogen

source: Hindu
de: hinduistisch

source: Muslim
de: muslimisch

source: Christian
de: christlich

source: Sikh
de: jüdisch

source: last week
de: letze Woche

source: this week
de: diese Woche

source: Notes & Reports
de: Notizen & Berichte

source: Mobile
de: Mobil

source: Schools List
de: Schulen Übersicht

source: Government School
de: Staatliche Schule

source: Basic Information
de: Basisinformationen

source: Students
de: Schüler

source: Children List
de: Kinder Übersicht

source: Attendance (School)
de: Anwesenheit (Schule)

source: Attendance (Coaching)
de: Anwesenheit (Coaching)

source: School Info
de: Schulinformationen

source: Basic Info
de: Basisinformationen

source: Health
de: Gesundheit

source: Active Children
de: Aktive Schüler:innen

source: Inactive
de: Inaktive Schüler:innen

source: Education
de: Bildung

source: School History
de: Schullaufbahn

source: ASER Results
de: ASER Ergebnisse

source: Attendance
de: Anwsenheit

source: Height & Weight Tracking
de: Gewicht & Größe Messungen

source: Educational Materials
de: Schulmaterialien

source: Observations
de: Einschätzungen

source: Dropout
de: Ausstieg

source: Activity
de: Aktivität

source: Basic Report
de: Basis Bericht

source: All children
de: Kinder

source: Female children
de: Weibliche Kinder

source: All schools
de: Schulen

source: Children attending a school
de: Schulgänger:innen

source: Governmental schools
de: Staatliche Schulen

source: Children attending a governmental school
de: Schüler:innen an staatlichen Schule

source: Male children attending a governmental school
de: Schüler an staatlichen Schule

source: Female children attending a governmental school
de: Schülerinnen an saatlichen Schulen

source: Private schools
de: Privatschulen

source: Children attending a private school
de: Schüler:innen an Privatschulen

source: Male children attending a private school
de: Schüler an Privatschulen

source: Female children attending a private school
de: Schülerinnen an Privatschulen

source: Event Report
de: Event Bericht

source: Phone No.
de: Telefonnummer

source: Guardians
de: Vormünder

source: Preferred time for guardians meeting
de: Bevorzugte Zeit für Treffen mit Vormündern

source: Bank Account
de: Bankkonto

source: Ration Card
de: Rationskarte

source: BPL Card
de: BPL-Karte

source: Blood Group
de: Blutgruppe

source: Last Dental Check-Up
de: Letzer Zahnarztbesuch

source: Last De-Worming
de: Letzte Entwurmung

source: Motivated
de: Motiviert

source: The child is motivated during the class.
de: Das Kind ist motiviert während des Unterrichts.

source: Participates
de: Teilnehmend

source: The child is actively participating in the class.
de: Das Kind nimmt aktiv am Unterricht teil.

source: Interacts
de: Interagiert

source: The child interacts with other students during the class.
de: Das Kind interagiert mit andern Kindern im Unterricht.

source: Homework
de: Hausaufgaben

source: The child does its homework.
de: Das Kind erledigt die Hausaufgaben.

source: On time
de: Pünktlich

source: The child is always on time for the class.
de: Das Kind ist immer pünktlich im Unterricht.

source: Asks
de: Fragt

source: The child is asking questions during the class.
de: Das Kind stellt Fragen während des Unterrichts

source: Listens
de: Hört zu

source: Solves on board
de: Löst an der Tafel
