Repository: Aam-Digital/ndb-core
Catalog: src/locale/messages.*.xlf
Languages: de

source: The child can solve exercises on the board.
de: Das Kind kann Aufgaben an der Tafel lösen.

source: Concentrated
de: Konzentriert

source: The child is concentrated during the class.
de: Das Kind ist konzentriert während des Unterrichts.

source: Not disturbing
de: Stört nicht

source: The child does not disturb the class.
de: Das Kind stört den Unterricht nicht.

source: Record Attendance
de: zeichne Anwesenheit auf

source: Notes
de: Notizen

source: SW
de: Ersteller:in

source: Category
de: Kategorie

source: Date
de: Datum

source: Math
de: Mathe

source: English
de: Englisch

source: Project Number
de: Projekt Nummer

source: All
de: Alle

source: Remarks
de: Vermerk

source: Nothing
de: Nichts

source: Numbers 1-9
de: Zahlen 1-9

source: Numbers 10-99
de: Zahlen 10-99

source: Subtraction
de: Subtraktion

source: Read Letters
de: Liest Buchstaben

source: Read Words
de: Liest Wörter

source: Read Sentence
de: Liest Sätze

source: Read Paragraph
de: Liest Absätze

source: Date of birth
de: Geburtsdatum

source: DoB
de: Geburtsdatum

source: Mother Tongue
de: Muttersprache

source: Gender
de: Geschlecht

source: Age
de: Alter

source: High School
de: Gymnasium

source: 6 a.m. - 11 a.m.
de: 6 - 11 Uhr

source: 11 a.m. - 4 p.m.
de: 11 - 16 Uhr

source: 6:30-11:00 and 11:30-16:00
de: 6:30-11:00 und 11:30-16:00

source: Mon - Fri
de: Mo - Fr

source: Mon - Sat
de: Mo - Sa

source: Address
de: Adresse

source: Website
de: Webseite

source: Private School
de: Private Schule

source: Contact Number
de: Kontaktnummer

source: Teaching up to class
de: Unterichtet bis zu Klasse

source: Board
de: Vorstand

source: School Timing
de: Schulzeiten

source: Working Days
de: Arbeitstage

source: Solved
de: Gelöst

source: Urgent Follow-Up
de: Dringend Nachverfolgen

source: Conflicting Entity:
de: Konfliktierende Entitäten:

source: Choose conflicting version
de: Wähle konfliktierende Version aus

source: Save manually resolved record
de: Manuell aufgelösten Konflikt speichern

source: Current Entity:
de: Momentane Entität:

source: Choose current version
de: Wähle aktuelle version aus

source: Class
de: Klasse

source: From
de: Von

source: To
de: Bis

source: Result
de: Ergebnis

source: No "startLabel" date is set
de: Kein "startLabel"-Datum wurde gesetzt

source: The "startLabel" date is after the "endLabel" date
de: Das "startLabel"-Datum ist nach dem "endLabel"-Datum

source: male
de: männlich

source: female
de: weiblich

source: Total: {{ summary }}
de: Insgesamt: {{ getSummary() }}

source: Clubs visited
de: Schulpartnerschaften geschlossen

source: Schools checked
de: Sponsoren geworben

source: Government Officials met
de: Treffen mit Regierungsmitgliedern

source: School
de: Schule

source: Students more than one day absent <em>{{ periodLabel }}</em>
de: Kinder, die <em>{{ periodLabel }}</em> mehr als einen Tag abwesend waren

source: sick
de: krank

source: fever
de: Fieber

source: no information
de: kein Informationen

source: Title
de: Titel

source: Type
de: Typ

source: Participants
de: Teilnehmer:innen

source: Groups
de: Gruppen

source: Assigned user(s)
de: Verantwortliche:r

source: class {{ entity?.schoolClass }}
de: Klasse {{ entity?.schoolClass }}

source: Students with unhealthy BMI
de: Kinder mit ungesundem BMI

source: Children
de: Kinder

source: Center
de: Zentrum

source: Admission
de: Aufnahme

source: Dropout Date
de: Ausstiegsdatum

source: Dropout Type
de: Ausstiegstyp

source: Dropout remarks
de: Ausstiegsbemerkungen

source: Photo Filename
de: Foto Dateiname

source: Present
de: Anwesend

source: Attended
de: Teilgenommen

source: Absent
de: Abwesend

source: Late
de: Zu spät

source: Holiday
de: Ferien

source: Excused
de: Entschuldigt

source: Home Visit
de: Hausbesuch

source: Talk with Guardians
de: Gespräch mit den Vormündern

source: Talk with Child
de: Gespräch mit dem Kind

source: Incident
de: Vorfall

source: Discussion/Decision
de: Diskussion/Entscheidung

source: School/Hostel Visit
de: Schul/Hostel-Besuch

source: Phone Call
de: Anruf

source: Talk with Coaching Teacher
de: Gespräch mit Coaching-Lehrer:in

source: Talk with Peer
de: Gespräch mit Gleichaltrigen

source: Talk with Neighbours
de: Gespräch mit Nachbar:innen

source: Guardians' Meeting
de: Treffen der Vormünder

source: Children's Meeting
de: Treffen der Kinder

source: Daily Routine
de: Tägliche Routine

source: Annual Survey
de: Jahresübersicht

source: Evaluation targets reached
de: Evaluationsziele erreicht

source: Students graduating
de: Schulabschlüsse

source: Students enrolled in training
de: Schüler:innen in Nachhilfe

source: Students found job
de: Schüler:innen Job gefunden

source: Progress Widget
de: Fortschritt Widget

source: Excursion/Trip
de: Exkursion/Ausflug

source: Contact with other partners (club/NGO/...)
de: Kontakt mit anderen Partnern (Klub/NGO/…)

source: Ration Distribution
de: Rations-Verteilung

source: Coaching Class
de: Coaching-Klasse

source: School Class
de: Schulklasse

source: Yes
de: Ja

source: No
de: Nein

source: Quick actions
de: Schnellaktionen

source: Generating sample data for this demo ...
de: Beispieldaten für diese Demo generieren …

source: Back
de: Zurück

source: Adding new {{ config?.entity }}
de: Neuer Eintrag

source: Please save before entering further data
de: Bitte speichern, bevor neue Daten eingegeben werden

source: Delete
de: Löschen

source: Delete?
de: Löschen?

source: Are you sure you want to delete this this.config.entity ?
de: Wollen Sie this.config.entity wirklich löschen ?

source: Deleted Entity this.entity.toString()
de: this.entity.getId() gelöscht

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Edit
de: Bearbeiten

source: (Showing {{ filteredEntities.length }} entries)
de: ({{ entityDataSource.filteredData.length }} Einträge vorhanden)

source: Add New
de: Neu

source: Download CSV
de: Download als CSV

source: Are you sure you want to delete this record?
de: Wirklich löschen?

source: Record deleted
de: Eintrag wurde gelöscht

source: Show All
de: Zeige alle

source: This field is read-only. Edit Date of Birth to change age. Select Jan 1st if you only know the year of birth.
de: Dieses Feld kann nicht editiert werden. Änbdern Sie stattdessen das Geburtsdatum.

source: Age
de: Alter

source: Add this.label
de: this.label hinzufügen

source: Only numbers are allowed
de: Nur Zahlen sind erlaubt

source: This field is required
de: Dieses Feld ist erforderlich

source: filename for child photo uploaded by server administrator
de: Dateiname für das Foto, welches vom Server-Administrator hochgeladen wurde

source: loading...
de: lädt...

source: {{ entity[property]?.length }} in total
de: {{ entity[property]?.length }} insgesamt

source: Preparing data (Indexing)
de: Daten Vorberiten (Indizieren)

source: Delete
de: Löschen

source: Save Changes?
de: Änderungen speichern?

source: Do you want to save the changes you made to the record?
de: Sollen die Änderungen an diesem Eintrag gespeichert werden?

source: More Information
de: Weitere Informationen

source: Show previous changes
de: Zeige vorangegangene Veränderungen

source: Close
de: Schließen

source: No Changelog Available
de: Kein Changelog verfügbar

source: Could not load latest changes: error
de: Neuste Änderungen konnten nicht geladen werden: error

source: A new version of the app is available!
de: Eine neuere Version der App ist verfügbar!

source: Your account does not have the required permission for this action.
de: Ihr Account besitzt nicht die notwendigen Rechte um das zu tun.

source: Please Sign In
de: Bitte einloggen

source: Username
de: Benutzername

source: Password
de: Passwort

source: Please connect to the internet and try again
de: Bitte stellen Sie sicher das Sie eine Internetverbindung haben und versuchen Sie es erneut.

source: Username and/or password incorrect
de: Benutzername und/oder Password inkorrekt

source: An unexpected error occurred. Please reload the the page and try again. If you keep seeing this error message, please contact your system administrator.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte laden Sie die Seite neu und versuchen Sie es erneut. Wenn Sie weiterhin diese Fehlermeldung sehen, kontaktieren Sie bitte Ihren Systemadministrator.

source: Your password was changed recently. Please retry with your new password!
de: Ihr Passwort hat sich vor kurzem geändert. Bitte mit dem neuen Passwort versuchen!

source: The following processes are still running in the background. Until these are finished some pages may be slow or incomplete.
de: Die Folgenden Prozesse laufen noch im Hintergrund ab. Bis diese abgeschlossen sind könnten manche Seiten langsam oder nicht komplett sein.

source: Close
de: Schließen

source: Downloading Initial Database ...
de: Lade Initiale Datenbank …

source: Synchronizing with remote database.
de: Synchronisierung mit der Datenbank.

source: Login may not be possible until this is completed.
de: Login ist erst möglich, wenn die Synchronisierung abgeschlossen ist.

source: Synchronizing database
de: Synchronisiere Datenbank

source: Database up-to-date
de: Datenbank ist aktuell

source: Search
de: Suchen

source: Insert at least {{ MIN_CHARACTERS_FOR_SEARCH }} characters
de: Mindestens {{ MIN_CHARACTERS_FOR_SEARCH }} Buchstaben eingeben

source: There were no results
de: Es gab keine Ergebnisse

source: Please only enter numbers or letters
de: Bitte tragen Sie nur Zahlen oder Buchstaben in das Feld ein

source: Search in progress...
de: Suche läuft …

source: User Account
de: Benutzer-Account

source: Password change is not allowed in demo mode.
de: Passwort kann im Demo Modus nicht geändert werden.

source: Password change is not possible while being offline.
de: Passwort kann nicht offline geändert werden.

source: retry
de: Erneut Versuchen

source: Current Password <input matInput type="password" formControlName="currentPassword" />
de: Aktuelles Passwort <input matInput type="password" formControlName="currentPassword" />

source: Please provide your correct current password for confirmation.
de: Bitte das korrekte Passwort zur Bestätigung eingeben

source: New password <input matInput type="password" formControlName="newPassword" />
de: Neues Passwort <input matInput type="password" formControlName="newPassword" />

source: Must be at least 8 characters long.
de: Muss mindestend 8 Zeichen lang sein.

source: Must contain lower case letters, upper case letters, symbols and numbers to be secure.
de: Muss Kleinbuchstaben, Großbuchstaben, Symbole und Nummern enthalten um sicher zu sein.

source: Confirm new password <input matInput type="password" formControlName="confirmPassword" />
de: Neues Passwort bestätigen <input matInput type="password" formControlName="confirmPassword" />

source: Confirmation does not match your new password.
de: Bestätigtes Passwort stimmt nicht mit dem neuen überein.

source: Password changed successfully.
de: Passwort erfolgreich geändert.

source: Failed to change password: {{ passwordChangeResult.error }}<br /> Please try again. If the problem persists contact Aam Digital support.
de: Passwort konnte nicht geändert werden: {{ passwordChangeResult.error }}<br /> Please try again. If the problem persists contact Aam Digital support.

source: Change Password
de: Passwort ändern

source: Please enter your username and password for your Nextcloud account. This will be used for photo uploads.
de: Bitte Benutzername und Passwort für den Nextcloud-Account eingeben. Wird benötigt zum Foto-Upload.

source: Cloud Image Service User
de: Cloud-Image-Service-Benutzer

source: Cloud Image Service Password
de: Cloud-Image-Service-Passwort

source: Couldn't connect to the cloud service. Please check your username and password or try again later.
de: Verbindung zum Cloud-Service fehlgeschlagen. Bitte Nutzername und Passwort überprüfen oder später nochmal probieren.

source: Please enter your password for this app, so your cloud service password above will then be encrypted and stored for future uses.
de: Bitte Passwort für diese App eingeben, sodass das obige Cloud-Service-Passwort verschlüsselt später verwendet werden kann.

source: The password you entered is not correct. Please enter your user account password for this app here (not your password for the cloud service above).
de: Das eingegebene Passwort stimmt nicht. Bitte das Benutzer-Passwort für diese App eingeben (nicht das Passwort für den obigen Cloud-Service).

source: Save
de: Speichern

source: Successfully saved cloud service credentials.
de: Anmeldedaten für den Cloud-Service erfolgreich gespeichtert.

source: not true at all
de: trifft nicht zu

source: rarely true
de: trifft teilweise zu

source: usually true
de: trifft meistens zu

source: absolutely True
de: trifft voll zu

source: no answer possible
de: keine Antwort

source: not property
de: nicht property

source: without property
de: Ohne property

source: Reports have not been configured for you yet.
de: Die Berichte wurden noch nicht konfiguriert.

source: Ask for a setup call
de: Um einen Termin zur Hilfe bei der Einrichtung bitten

source: Select Report
de: Einen Bericht auswählen

source: Enter a date range
de: von – bis

source: Start date
de: Anfang

source: End date
de: Ende

source: Calculate
de: Berechnen

source: Download report
de: Bericht herunterladen

# paginator.zeroRange
source: 0 in length
de: 0 von length

# paginator.rangeOfLabel
source: startIndex + 1 - endIndex of length
de: startIndex + 1 - endIndex von length

# paginator.displayPerPage
source: Items per page
de: Einträge pro Seite

# paginator.nextPage
source: Next page
de: Nächste Seite

# paginator.prevPage
source: Prev page
de: Vorherige Seite

# paginator.firstPage
source: First page
de: Erste Seite

# paginator.lastPage
source: Last page
de: Letzte Seite
