{
  "_id": "Config:SetupWizard",
  "data": {
    "openOnStart": false,
    "steps": [
      {
        "title": "Welcome",
        "text": "\n# Welcome to Aam Digital!\nWe are here to help you manage your participants' or beneficiaries' details\nand your team's interactions with them.\n\nThe Aam Digital platform is very flexible and you can customize the structures and views\nto exactly fit your project needs.\nThe following steps guide you through the most important configuration options for this.\nAnd you can start working with your data within a few minutes already.\n\nWe also have some tutorials, guides and videos for you: [Aam Digital Support Center](https://chatwoot.help/hc/aam-digital/en)\n\nFeel free to leave this setup wizard in between to explore the existing system first.\nYou can always come back to this view through the \"Setup Wizard\" button at the bottom of the main menu on the left.\nTo dismiss and hide this wizard, go to the last step of the wizard and \"finish\" the setup process."
      },
      {
        "title": "Profiles & Fields",
        "text": "\nThe system already holds some basic structures for your case management.\nYou can adapt the fields and how the details are displayed.\n\nIf you have further requirements, don't hesitate to reach out to us at [support@aam-digital.com](mailto:support@aam-digital.com).\n\n_Please note that the setup wizard and form builder is still under active development (\"beta\" version).\nSome advanced configuration options are not available here yet for you to configure yourself and may need assistance from the tech support team.\nWe are currently extending and optimizing the user interfaces for these steps._\n",
        "actions": [
          {
            "label": "Customize Child profile",
            "link": "/admin/entity/Child"
          },
          {
            "label": "Customize School profile",
            "link": "/admin/entity/School"
          }
        ]
      },
      {
        "title": "User Accounts",
        "text": "\nYou can collaborate on Aam Digital as a team.\nData is synced and all users have access to the latest information.",
        "actions": [
          {
            "label": "Manage User Accounts",
            "link": "/user"
          }
        ]
      },
      {
        "title": "Import Data",
        "text": "\nIf you have exising data from a previous system, you can easily import it.\nSave the data in \".csv\" format (e.g. from MS Excel).\nYou do not need any specific column names in your file to be imported.\nThe Import Module helps your map your spreadsheet data to the relevant fields in your Aam Digital profiles.",
        "actions": [
          {
            "label": "Import Data",
            "link": "/import"
          }
        ]
      },
      {
        "title": "Done!",
        "text": "\nThat's it. You are ready to explore your system and start work!\n\nYou can always adapt your setup further, after you started using it.\nWe recommend to keep things simple in the beginning,\nstart using it for some of your tasks\nand then add further fields and adjust your setup.\n\nFeel free to reach out to us with your questions or feedback: [support@aam-digital.com](mailto:support@aam-digital.com)"
      }
    ]
  }
}
